{
  "bulbasaur": "BULBASAUR can be seen napping in\nbright sunlight.\nThere is a seed on its back. By soaking up the sun's rays, the seed\ngrows progressively larger.",
  "ivysaur": "There is a bud on this POKEMON's back.\nTo support its weight, IVYSAUR's legs\nand trunk grow thick and strong. If it starts spending more time lying\nin the sunlight, it's a sign that the\nbud will bloom into a large flower soon.",
  "venusaur": "There is a large flower on VENUSAUR's\nback. The flower is said to take on vivid\ncolors if it gets plenty of nutrition and sunlight. The flower's aroma\nsoothes the emotions of people.",
  "charmander": "The flame that burns at the tip of its\ntail is an indication of its emotions.\nThe flame wavers when CHARMANDER is enjoying itself. If the POKEMON becomes\nenraged, the flame burns fiercely.",
  "charmeleon": "CHARMELEON mercilessly destroys its\nfoes using its sharp claws.\nIf it encounters a strong foe, it turns aggressive. In this excited state, the\nflame at the tip of its tail flares with a\nbluish white color.",
  "charizard": "CHARIZARD flies around the sky in\nsearch of powerful opponents.\nIt breathes fire of such great heat that it melts anything. However, it\nnever turns its fiery breath on any\nopponent weaker than itself.",
  "squirtle": "SQUIRTLE's shell is not merely used\nfor protection.\nThe shell's rounded shape and the grooves on its surface help minimize\nresistance in water, enabling this\nPOKEMON to swim at high speeds.",
  "wartortle": "Its tail is large and covered with a rich,\nthick fur. The tail becomes increasingly\ndeeper in color as WARTORTLE ages. The scratches on its shell are evidence\nof this POKEMON's toughness as a\nbattler.",
  "blastoise": "BLASTOISE has water spouts that\nprotrude from its shell. The water\nspouts are very accurate. They can shoot bullets of water with\nenough accuracy to strike empty cans\nfrom a distance of over 160 feet.",
  "caterpie": "CATERPIE has a voracious appetite.\nIt can devour leaves bigger than its\nbody right before your eyes. From its antenna, this POKEMON releases\na terrifically strong odor.",
  "metapod": "The shell covering this POKEMON's body\nis as hard as an iron slab.\nMETAPOD does not move very much. It stays still because it is preparing\nits soft innards for evolution inside\nthe hard shell.",
  "butterfree": "BUTTERFREE has a superior ability to\nsearch for delicious honey from\nflowers. It can even search out, extract, and\ncarry honey from flowers that are\nblooming over six miles from its nest.",
  "weedle": "WEEDLE has an extremely acute sense\nof smell.\nIt is capable of distinguishing its favorite kinds of leaves from those it\ndislikes just by sniffing with its big\nred proboscis (nose).",
  "kakuna": "KAKUNA remains virtually immobile as it\nclings to a tree. However, on the\ninside, it is extremely busy as it prepares for its coming evolution.\nThis is evident from how hot the shell\nbecomes to the touch.",
  "beedrill": "BEEDRILL is extremely territorial.\nNo one should ever approach its nest -\nthis is for their own safety. If angered, they will attack in a furious\nswarm.",
  "pidgey": "PIDGEY has an extremely sharp sense\nof direction.\nIt is capable of unerringly returning home to its nest, however far it may be\nremoved from its familiar surroundings.",
  "pidgeotto": "PIDGEOTTO claims a large area as its\nown territory. This POKEMON flies\naround, patrolling its living space. If its territory is violated, it shows\nno mercy in thoroughly punishing the\nfoe with its sharp claws.",
  "pidgeot": "This POKEMON has a dazzling plumage of\nbeautifully glossy feathers.\nMany TRAINERS are captivated by the striking beauty of the feathers on its\nhead, compelling them to choose PIDGEOT\nas their POKEMON.",
  "rattata": "RATTATA is cautious in the extreme.\nEven while it is asleep, it constantly\nlistens by moving its ears around. It is not picky about where it lives -\nit will make its nest anywhere.",
  "raticate": "RATICATE's sturdy fangs grow steadily.\nTo keep them ground down, it gnaws\non rocks and logs. It may even chew on the walls of\nhouses.",
  "spearow": "SPEAROW has a very loud cry that can\nbe heard over half a mile away.\nIf its high, keening cry is heard echoing all around, it is a sign that\nthey are warning each other of danger.",
  "fearow": "FEAROW is recognized by its long neck\nand elongated beak.\nThey are conveniently shaped for catching prey in soil or water.\nIt deftly moves its long and skinny\nbeak to pluck prey.",
  "ekans": "EKANS curls itself up in a spiral while\nit rests.\nAssuming this position allows it to quickly respond to a threat from any\ndirection with a glare from its upraised\nhead.",
  "arbok": "This POKEMON is terrifically strong in\norder to constrict things with its body.\nIt can even flatten steel oil drums. Once ARBOK wraps its body around its\nfoe, escaping its crunching embrace is\nimpossible.",
  "pikachu": "Whenever PIKACHU comes across\nsomething new, it blasts it with a jolt\nof electricity. If you come across a blackened berry,\nit's evidence that this POKEMON\nmistook the intensity of its charge.",
  "raichu": "If the electrical sacks become\nexcessively charged, RAICHU plants its\ntail in the ground and discharges. Scorched patches of ground will be\nfound near this POKEMON's nest.",
  "sandshrew": "SANDSHREW's body is configured to\nabsorb water without waste, enabling it\nto survive in an arid desert. This POKEMON curls up to protect itself\nfrom its enemies.",
  "sandslash": "SANDSLASH's body is covered by tough\nspikes, which are hardened sections of\nits hide. Once a year, the old spikes fall out, to be replaced with new spikes that\ngrow out from beneath the old ones.",
  "nidoran-f": "NIDORAN has barbs that secrete a\npowerful poison. They are thought to\nhave developed as protection for this small-bodied POKEMON.\nWhen enraged, it releases a horrible\ntoxin from its horn.",
  "nidorina": "When NIDORINA are with their friends or\nfamily, they keep their barbs tucked\naway to prevent hurting each other. This POKEMON appears to become\nnervous if separated from the others.",
  "nidoqueen": "NIDOQUEEN's body is encased in\nextremely hard scales. It is adept at\nsending foes flying with harsh tackles. This POKEMON is at its strongest when\nit is defending its young.",
  "nidoran-m": "The male NIDORAN has developed\nmuscles for moving its ears. Thanks to\nthem, the ears can be freely moved in any direction. Even the slightest sound\ndoes not escape this POKEMON's notice.",
  "nidorino": "NIDORINO has a horn that is harder than\na diamond. If it senses a hostile\npresence, all the barbs on its back bristle up at once, and it challenges\nthe foe with all its might.",
  "nidoking": "NIDOKING's thick tail packs enormously\ndestructive power. With one swing, it\ncan topple a metal transmission tower. Once this POKEMON goes on a rampage,\nthere is no stopping it.",
  "clefairy": "On every night of a full moon, groups of\nthis POKEMON come out to play.\nWhen dawn arrives, the tired CLEFAIRY return to their quiet mountain retreats\nand go to sleep nestled up against each\nother.",
  "clefable": "CLEFABLE moves by skipping lightly as if\nit were flying using its wings. Its\nbouncy step lets it even walk on water. It is known to take strolls on lakes on\nquiet, moonlit nights.",
  "vulpix": "At the time of its birth, VULPIX has one\nwhite tail. The tail separates into six\nif this POKEMON receives plenty of love from its TRAINER.\nThe six tails become magnificently\ncurled.",
  "ninetales": "NINETALES casts a sinister light from\nits bright red eyes to gain total\ncontrol over its foe's mind. This POKEMON is said to live for a\nthousand years.",
  "jigglypuff": "JIGGLYPUFF's vocal chords can freely\nadjust the wavelength of its voice.\nThis POKËMON uses this ability to sing at precisely the right wavelength to\nmake its foes most drowsy.",
  "wigglytuff": "WIGGLYTUFF has large, saucerlike eyes.\nThe surfaces of its eyes are always\ncovered with a thin layer of tears. If any dust gets in this POKEMON's\neyes, it is quickly washed away.",
  "zubat": "ZUBAT remains quietly unmoving in a\ndark spot during the bright daylight\nhours. It does so because prolonged exposure to the sun causes its body to\nbecome slightly burned.",
  "golbat": "GOLBAT loves to drink the blood of\nliving things. It is particularly active\nin the pitch black of night. This POKEMON flits around in the night\nskies, seeking fresh blood.",
  "oddish": "During the daytime, ODDISH buries\nitself in soil to absorb nutrients from \nthe ground using its entire body. The more fertile the soil, the glossier\nits leaves become.",
  "gloom": "GLOOM releases a foul fragrance from\nthe pistil of its flower. When faced\nwith danger, the stench worsens. If this POKEMON is feeling calm and\nsecure, it does not release its usual\nstinky aroma.",
  "vileplume": "VILEPLUME's toxic pollen triggers\natrocious allergy attacks. That's why\nit is advisable never to approach any attractive flowers in a jungle, however\npretty they may be.",
  "paras": "PARAS has parasitic mushrooms growing\non its back called tochukaso. They grow\nlarge by drawing nutrients from the BUG POKEMON host. They are highly valued as\na medicine for extending life.",
  "parasect": "PARASECT is known to infest large trees\nen masse and drain nutrients from the\nlower trunk and roots. When an infested tree dies, they move\nonto another tree all at once.",
  "venonat": "VENONAT is said to have evolved with\na coat of thin, stiff hair that covers\nits entire body for protection. It possesses large eyes that never fail\nto spot even miniscule prey.",
  "venomoth": "VENOMOTH is nocturnal - it is a POKEMON\nthat only becomes active at night.\nIts favorite prey are small insects that gather around streetlights,\nattracted by the light in the darkness.",
  "diglett": "DIGLETT are raised in most farms.\nThe reason is simple - wherever this\nPOKEMON burrows, the soil is left perfectly tilled for planting crops.\nThis soil is made ideal for growing\ndelicious vegetables.",
  "dugtrio": "DUGTRIO are actually triplets that\nemerged from one body. As a result,\neach triplet thinks exactly like the other two triplets.\nThey work cooperatively to burrow\nendlessly.",
  "meowth": "MEOWTH withdraws its sharp claws into\nits paws to slinkily sneak about without\nmaking any incriminating footsteps. For some reason, this POKEMON loves\nshiny coins that glitter with light.",
  "persian": "PERSIAN has six bold whiskers that give\nit a look of toughness. The whiskers  \nsense air movements to determine what is in the POKEMON's surrounding\nvicinity. It becomes docile if grabbed\nby the whiskers.",
  "psyduck": "PSYDUCK uses a mysterious power.\nWhen it does so, this POKEMON \ngenerates brain waves that are supposedly only seen in sleepers.\nThis discovery spurred controversy\namong scholars.",
  "golduck": "The webbed flippers on its forelegs and\nhind legs and the streamlined body of\nGOLDUCK give it frightening speed. This POKEMON is definitely much faster\nthan even the most athletic swimmer.",
  "mankey": "When MANKEY starts shaking and its\nnasal breathing turns rough, it's a sure\nsign that it is becoming angry. However, because it goes into a\ntowering rage almost instantly, it is\nimpossible for anyone to flee its wrath.",
  "primeape": "When PRIMEAPE becomes furious, its\nblood circulation is boosted. In turn,\nits muscles are made even stronger. However, it also becomes much less\nintelligent at the same time.",
  "growlithe": "GROWLITHE has a superb sense of smell.\nOnce it smells anything, this POKEMON\nwon't forget the scent, no matter what. It uses its advanced olfactory sense\nto determine the emotions of other\nliving things.",
  "arcanine": "ARCANINE is known for its high speed.\nIt is said to be capable of running over\n6,200 miles in a single day and night. The fire that blazes wildly within this\nPOKEMON's body is its source of power.",
  "poliwag": "POLIWAG has a very thin skin. It is\npossible to see the POKEMON's spiral\ninnards right through the skin. Despite its thinness, however, the skin\nis also very flexible. Even sharp fangs\nbounce right off it.",
  "poliwhirl": "The surface of POLIWHIRL's body is\nalways wet and slick with an oily fluid.\nBecause of this greasy covering, it can easily slip and slide out of the clutches\nof any enemy in battle.",
  "poliwrath": "POLIWRATH's highly developed, brawny\nmuscles never grow fatigued, however\nmuch it exercises. It is so tirelessly strong, this POKEMON\ncan swim back and forth across the\nPacific Ocean without effort.",
  "abra": "ABRA sleeps for eighteen hours a day.\nHowever, it can sense the presence of\nfoes even while it is sleeping. In such a situation, this POKEMON\nimmediately teleports to safety.",
  "kadabra": "KADABRA emits a peculiar alpha wave\nif it develops a headache. Only those\npeople with a particularly strong psyche can hope to become a TRAINER\nof this POKEMON.",
  "alakazam": "ALAKAZAM's brain continually grows,\nmaking its head far too heavy to\nsupport with its neck. This POKEMON holds its head up using\nits psychokinetic power instead.",
  "machop": "MACHOP's muscles are special - they\nnever get sore no matter how much they\nare used in exercise. This POKEMON has sufficient power to\nhurl a hundred adult humans.",
  "machoke": "MACHOKE's thoroughly toned muscles\npossess the hardness of steel.\nThis POKEMON has so much strength, it can easily hold aloft a sumo wrestler\non just one finger.",
  "machamp": "MACHAMP has the power to hurl anything\naside. However, trying to do any work\nrequiring care and dexterity causes its arms to get tangled.\nThis POKEMON tends to leap into action\nbefore it thinks.",
  "bellsprout": "BELLSPROUT's thin and flexible body\nlets it bend and sway to avoid any\nattack, however strong it may be. From its mouth, this POKEMON spits a\ncorrosive fluid that melts even iron.",
  "weepinbell": "WEEPINBELL has a large hook on its rear\nend. At night, the POKEMON hooks on to\na tree branch and goes to sleep. If it moves around in its sleep, it may\nwake up to find itself on the ground.",
  "victreebel": "VICTREEBEL has a long vine that\nextends from its head. This vine is\nwaved and flicked about as if it were an animal to attract prey. When an\nunsuspecting prey draws near, this\nPOKEMON swallows it whole.",
  "tentacool": "TENTACOOL's body is largely composed\nof water. If it is removed from the\nsea, it dries up like parchment. If this POKEMON happens to become\ndehydrated, put it back into the sea.",
  "tentacruel": "TENTACRUEL has large red orbs on its\nhead. The orbs glow before lashing the\nvicinity with a harsh ultrasonic blast. This POKEMON's outburst creates rough\nwaves around it.",
  "geodude": "The longer a GEODUDE lives, the more\nits edges are chipped and worn away,\nmaking it more rounded in appearance. However, this POKEMON's heart will\nremain hard, craggy, and rough always.",
  "graveler": "GRAVELER grows by feeding on rocks.\nApparently, it prefers to eat rocks\nthat are covered in moss. This POKEMON eats its way through\na ton of rocks on a daily basis.",
  "golem": "GOLEM live up on mountains.\nIf there is a large earthquake, these\nPOKEMON will come rolling down off the mountains en masse to the\nfoothills below.",
  "ponyta": "PONYTA is very weak at birth.\nIt can barely stand up.\nThis POKEMON becomes stronger by stumbling and falling to keep up with\nits parent.",
  "rapidash": "RAPIDASH usually can be seen casually\ncantering in the fields and plains.\nHowever, when this POKEMON turns serious, its fiery manes flare and blaze\nas it gallops its way up to 150 mph.",
  "slowpoke": "SLOWPOKE uses its tail to catch prey by\ndipping it in water at the side of a\nriver. However, this POKEMON often forgets\nwhat it's doing and often spends entire\ndays just loafing at water's edge.",
  "slowbro": "SLOWBRO's tail has a SHELLDER firmly\nattached with a bite. As a result, the\ntail can't be used for fishing anymore. This causes SLOWBRO to grudgingly swim\nand catch prey instead.",
  "magnemite": "MAGNEMITE attaches itself to power\nlines to feed on electricity.\nIf your house has a power outage, check your circuit breakers. You may\nfind a large number of this POKEMON\nclinging to the breaker box.",
  "magneton": "MAGNETON emits a powerful magnetic\nforce that is fatal to mechanical\ndevices. As a result, large cities sound sirens to warn citizens of large-scale\noutbreaks of this POKEMON.",
  "farfetchd": "FARFETCH'D is always seen with a stick\nfrom a plant of some sort. Apparently,\nthere are good sticks and bad sticks. This POKEMON has been known to fight\nwith others over sticks.",
  "doduo": "DODUO's two heads never sleep at the\nsame time.\nIts two heads take turns sleeping, so one head can always keep watch for\nenemies while the other one sleeps.",
  "dodrio": "Watch out if DODRIO's three heads are\nlooking in three separate directions.\nIt's a sure sign that it is on its guard. Don't go near this POKEMON if it's being\nwary - it may decide to peck you.",
  "seel": "SEEL hunts for prey in the frigid sea\nunderneath sheets of ice.\nWhen it needs to breathe, it punches a hole through the ice with the\nsharply protruding section of its head.",
  "dewgong": "DEWGONG loves to snooze on bitterly\ncold ice.\nThe sight of this POKEMON sleeping on a glacier was mistakenly thought to be\na mermaid by a mariner long ago.",
  "grimer": "GRIMER's sludgy and rubbery body can\nbe forced through any opening, however\nsmall it may be. This POKEMON enters sewer pipes to\ndrink filthy wastewater.",
  "muk": "From MUK's body seeps a foul fluid that\ngives off a nose-bendingly horrible\nstench. Just one drop of this POKEMON's body\nfluid can turn a pool stagnant and\nrancid.",
  "shellder": "At night, this POKEMON uses its broad\ntongue to burrow a hole in the seafloor\nsand and then sleep in it. While it is sleeping, SHELLDER closes its\nshell, but leaves its tongue hanging\nout.",
  "cloyster": "CLOYSTER is capable of swimming in the\nsea. It does so by swallowing water,\nthen jetting it out toward the rear. This POKEMON shoots spikes from its\nshell using the same system.",
  "gastly": "GASTLY is largely composed of gaseous\nmatter. When exposed to a strong wind,\nthe gaseous body quickly dwindles away. Groups of this POKEMON cluster under\nthe eaves of houses to escape the\nravages of wind.",
  "haunter": "HAUNTER is a dangerous POKEMON.\nIf one beckons you while floating in\ndarkness, you must never approach it. This POKEMON will try to lick you with its\ntongue and steal your life away.",
  "gengar": "Sometimes, on a dark night, your shadow\nthrown by a streetlight will suddenly\nand startlingly overtake you. It is actually a GENGAR running past\nyou, pretending to be your shadow.",
  "onix": "ONIX has a magnet in its brain. It acts\nas a compass so that this POKEMON does\nnot lose direction while it is tunneling. As it grows older, its body becomes\nincreasingly rounder and smoother.",
  "drowzee": "If your nose becomes itchy while you\nare sleeping, it's a sure sign that one\nof these POKEMON is standing above your pillow and trying to eat your dream\nthrough your nostrils.",
  "hypno": "HYPNO holds a pendulum in its hand.\nThe arcing movement and glitter of the\npendulum lull the foe into a deep state of hypnosis.\nWhile this POKEMON searches for prey,\nit polishes the pendulum.",
  "krabby": "KRABBY live on beaches, burrowed inside\nholes dug into the sand.\nOn sandy beaches with little in the way of food, these POKEMON can be seen\nsquabbling with each other over\nterritory.",
  "kingler": "KINGLER has an enormous, oversized\nclaw. It waves this huge claw in the\nair to communicate with others. However, because the claw is so heavy,\nthe POKEMON quickly tires.",
  "voltorb": "VOLTORB was first sighted at a company\nthat manufactures POKE BALLS.\nThe link between that sighting and the fact that this POKEMON looks very\nsimilar to a POKE BALL remains a\nmystery.",
  "electrode": "ELECTRODE eats electricity in the\natmosphere. On days when lightning\nstrikes, you can see this POKEMON exploding all over the place from\neating too much electricity.",
  "exeggcute": "This POKEMON consists of six eggs that\nform a closely knit cluster. The six eggs\nattract each other and spin around. When cracks increasingly appear on the\neggs, EXEGGCUTE is close to evolution.",
  "exeggutor": "EXEGGUTOR originally came from the\ntropics. Its heads steadily grow larger\nfrom exposure to strong sunlight. It is said that when the heads fall off,\nthey group together to form EXEGGCUTE.",
  "cubone": "CUBONE pines for the mother it will\nnever see again. Seeing a likeness of\nits mother in the full moon, it cries. The stains on the skull the POKEMON\nwears are made by the tears it sheds.",
  "marowak": "MAROWAK is the evolved form of a CUBONE\nthat has overcome its sadness at the\nloss of its mother and grown tough. This POKEMON's tempered and hardened\nspirit is not easily broken.",
  "hitmonlee": "HITMONLEE's legs freely contract and\nstretch. Using these springlike legs, it\nbowls over foes with devastating kicks. After battle, it rubs down its legs and\nloosens the muscles to overcome\nfatigue.",
  "hitmonchan": "HITMONCHAN is said to possess the\nspirit of a boxer who had been working\ntowards a world championship. This POKEMON has an indomitable spirit\nand will never give up in the face of\nadversity.",
  "lickitung": "Whenever LICKITUNG comes across\nsomething new, it will unfailingly give it\na lick. It does so because it memorizes things by texture and by taste.\nIt is somewhat put off by sour things.",
  "koffing": "If KOFFING becomes agitated, it raises\nthe toxicity of its internal gases and\njets them out from all over its body. This POKEMON may also overinflate its\nround body, then explode.",
  "weezing": "WEEZING loves the gases given off by\nrotted kitchen garbage. This POKEMON\nwill find a dirty, unkempt house and make it its home. At night, when the\npeople in the house are asleep, it will\ngo through the trash.",
  "rhyhorn": "RHYHORN runs in a straight line,\nsmashing everything in its path.\nIt is not bothered even if it rushes headlong into a block of steel.\nThis POKEMON may feel some pain from\nthe collision the next day, however.",
  "rhydon": "RHYDON's horn can crush even uncut\ndiamonds. One sweeping blow of its tail\ncan topple a building. This POKEMON's hide is extremely tough.\nEven direct cannon hits don't leave\na scratch.",
  "chansey": "CHANSEY lays nutritionally excellent\neggs on an everyday basis.\nThe eggs are so delicious, they are easily and eagerly devoured by even\nthose people who have lost their\nappetite.",
  "tangela": "TANGELA's vines snap off easily if they\nare grabbed. This happens without pain,\nallowing it to make a quick getaway. The lost vines are replaced by newly\ngrown vines the very next day.",
  "kangaskhan": "If you come across a young KANGASKHAN\nplaying by itself, you must never\ndisturb it or attempt to catch it. The baby POKEMON's parent is sure to\nbe in the area, and it will become\nviolently enraged at you.",
  "horsea": "HORSEA eats small insects and moss off\nof rocks. If the ocean current turns\nfast, this POKEMON anchors itself by wrapping its tail around rocks or coral\nto prevent being washed away.",
  "seadra": "SEADRA sleeps after wriggling itself\nbetween the branches of coral.\nThose trying to harvest coral are occasionally stung by this POKEMON's\npoison barbs if they fail to notice it.",
  "goldeen": "GOLDEEN is a very beautiful POKEMON\nwith fins that billow elegantly in water.\nHowever, don't let your guard down around this POKEMON - it could ram you\npowerfully with its horn.",
  "seaking": "In the autumn, SEAKING males can be\nseen performing courtship dances in\nriverbeds to woo females. During this season, this POKEMON's body\ncoloration is at its most beautiful.",
  "staryu": "STARYU's center section has an organ\ncalled the core that shines bright red.\nIf you go to a beach toward the end of summer, the glowing cores of\nthese POKEMON look like the stars\nin the sky.",
  "starmie": "STARMIE's center section - the core -\nglows brightly in seven colors.\nBecause of its luminous nature, this POKEMON has been given the nickname\nìthe gem of the sea.î",
  "mr-mime": "MR. MIME is a master of pantomime.\nIts gestures and motions convince\nwatchers that something unseeable actually exists. Once it is believed,\nit will exist as if it were a real thing.",
  "scyther": "SCYTHER is blindingly fast. Its blazing\nspeed enhances the effectiveness of\nthe twin scythes on its forearms. This POKEMON's scythes are so\neffective, they can slice through thick\nlogs in one wicked stroke.",
  "jynx": "JYNX walks rhythmically, swaying and\nshaking its hips as if it were dancing.\nIts motions are so bouncingly alluring, people seeing it are compelled to shake\ntheir hips without giving any thought\nto what they are doing.",
  "electabuzz": "When a storm arrives, gangs of this\nPOKEMON compete with each other to\nscale heights that are likely to be stricken by lightning bolts.\nSome towns use ELECTABUZZ in place of\nlightning rods.",
  "magmar": "In battle, MAGMAR blows out intensely\nhot flames from all over its body to\nintimidate its opponent. This POKEMON's fiery bursts create\nheat waves that ignite grass and trees\nin its surroundings.",
  "pinsir": "PINSIR is astoundingly strong. It can\ngrip a foe weighing twice its weight\nin its horns and easily lift it. This POKEMON's movements turn sluggish\nin cold places.",
  "tauros": "This POKEMON is not satisfied unless\nit is rampaging at all times.\nIf there is no opponent for TAUROS to battle, it will charge at thick trees and\nknock them down to calm itself.",
  "magikarp": "MAGIKARP is a pathetic excuse for a\nPOKEMON that is only capable of\nflopping and splashing. This behavior prompted scientists to\nundertake research into it.",
  "gyarados": "When MAGIKARP evolves into GYARADOS,\nits brain cells undergo a structural\ntransformation. It is said that this transformation is to blame for this\nPOKEMON's wildly violent nature.",
  "lapras": "People have driven LAPRAS almost to the\npoint of extinction. In the evenings,\nthis POKEMON is said to sing plaintively as it seeks what few others of its kind\nstill remain.",
  "ditto": "DITTO rearranges its cell structure to\ntransform itself into other shapes.\nHowever, if it tries to transform itself into something by relying on its memory,\nthis POKEMON manages to get details\nwrong.",
  "eevee": "EEVEE has an unstable genetic makeup\nthat suddenly mutates due to the\nenvironment in which it lives. Radiation from various STONES causes\nthis POKEMON to evolve.",
  "vaporeon": "VAPOREON underwent a spontaneous\nmutation and grew fins and gills that\nallow it to live underwater. This POKEMON has the ability to freely\ncontrol water.",
  "jolteon": "JOLTEON's cells generate a low level of\nelectricity. This power is amplified by\nthe static electricity of its fur, enabling the POKEMON to drop\nthunderbolts. The bristling fur is made\nof electrically charged needles.",
  "flareon": "FLAREON's fluffy fur has a functional\npurpose - it releases heat into the air\nso that its body does not get excessively hot.\nThis POKEMON's body temperature can\nrise to a maximum of 1,650 degrees F.",
  "porygon": "PORYGON is capable of reverting itself\nentirely back to program data and\nentering cyberspace. This POKEMON is copy-protected so it\ncannot be duplicated by copying.",
  "omanyte": "OMANYTE is one of the ancient and long-\nsince-extinct POKEMON that have been\nregenerated from fossils by people. If attacked by an enemy, it withdraws\nitself inside its hard shell.",
  "omastar": "OMASTAR uses its tentacles to capture\nits prey. It is believed to have become\nextinct because its shell grew too large and heavy, causing its movements to\nbecome too slow and ponderous.",
  "kabuto": "KABUTO is a POKEMON that has been\nregenerated from a fossil. However, in\nextremely rare cases, living examples have been discovered.\nThe POKEMON has not changed at all for\n300 million years.",
  "kabutops": "KABUTOPS swam underwater to hunt for\nits prey in ancient times.\nThe POKEMON was apparently evolving from being a water-dweller to living on\nland as evident from the beginnings of\nchange in its gills and legs.",
  "aerodactyl": "AERODACTYL is a POKEMON from the age\nof dinosaurs. It was regenerated from\ngenetic material extracted from amber. It is imagined to have been the king of\nthe skies in ancient times.",
  "snorlax": "SNORLAX's typical day consists of\nnothing more than eating and sleeping.\nIt is such a docile POKEMON that there are children who use its expansive belly\nas a place to play.",
  "articuno": "ARTICUNO is a legendary bird POKEMON\nthat can control ice.\nThe flapping of its wings chills the air. As a result, it is said that when this\nPOKEMON flies, snow will fall.",
  "zapdos": "ZAPDOS is a legendary bird POKEMON that\nhas the ability to control electricity.\nIt usually lives in thunderclouds. The POKEMON gains power if it is\nstricken by lightning bolts.",
  "moltres": "MOLTRES is a legendary bird POKEMON\nthat has the ability to control fire.\nIf this POKEMON is injured, it is said to dip its body in the molten magma of a\nvolcano to burn and heal itself.",
  "dratini": "DRATINI continually molts and sloughs\noff its old skin.\nIt does so because the life energy within its body steadily builds to reach\nuncontrollable levels.",
  "dragonair": "DRAGONAIR stores an enormous amount\nof energy inside its body.\nIt is said to alter weather conditions in its vicinity by discharging energy\nfrom the crystals on its neck and tail.",
  "dragonite": "DRAGONITE is capable of circling the\nglobe in just sixteen hours.\nIt is a kindhearted POKEMON that leads lost and foundering ships in a storm to\nthe safety of land.",
  "mewtwo": "MEWTWO is a POKEMON that was created\nby genetic manipulation.\nHowever, even though the scientific power of humans created this POKEMON's\nbody, they failed to endow MEWTWO with\na compassionate heart.",
  "mew": "MEW is said to possess the genetic\ncomposition of all POKEMON.\nIt is capable of making itself invisible at will, so it entirely avoids notice even\nif it approaches people.",
  "chikorita": "In battle, CHIKORITA waves its leaf\naround to keep the foe at bay.\nHowever, a sweet fragrance also wafts from the leaf, becalming the battling\nPOKEMON and creating a cozy, friendly\natmosphere all around.",
  "bayleef": "BAYLEEF's neck is ringed by curled-up\nleaves. Inside each tubular leaf is a\nsmall shoot of a tree. The fragrance of this shoot makes\npeople peppy.",
  "meganium": "The fragrance of MEGANIUM's flower\nsoothes and calms emotions.\nIn battle, this POKEMON gives off more of its becalming scent to blunt the\nfoe's fighting spirit.",
  "cyndaquil": "CYNDAQUIL protects itself by flaring up\nthe flames on its back.\nThe flames are vigorous if the POKEMON is angry. However, if it is tired, the\nflames splutter fitfully with incomplete\ncombustion.",
  "quilava": "QUILAVA keeps its foes at bay with the\nintensity of its flames and gusts of\nsuperheated air. This POKEMON applies its outstanding\nnimbleness to dodge attacks even while\nscorching the foe with flames.",
  "typhlosion": "TYPHLOSION obscures itself behind a\nshimmering heat haze that it creates\nusing its intensely hot flames. This POKEMON creates blazing explosive\nblasts that burn everything to cinders.",
  "totodile": "Despite the smallness of its body,\nTOTODILE's jaws are very powerful.\nWhile the POKEMON may think it is just playfully nipping, its bite has enough\npower to cause serious injury.",
  "croconaw": "Once CROCONAW has clamped its jaws on\nits foe, it will absolutely not let go.\nBecause the tips of its fangs are forked back like barbed fishhooks, they\nbecome impossible to remove when \nthey have sunk in.",
  "feraligatr": "FERALIGATR intimidates its foes by\nopening its huge mouth.\nIn battle, it will kick the ground hard with its thick and powerful hind legs to\ncharge at the foe at an incredible\nspeed.",
  "sentret": "When SENTRET sleeps, it does so while\nanother stands guard. The sentry wakes\nthe others at the first sign of danger. When this POKEMON becomes separated\nfrom its pack, it becomes incapable of\nsleep due to fear.",
  "furret": "FURRET has a very slim build.\nWhen under attack, it can slickly squirm\nthrough narrow spaces and get away. In spite of its short limbs, this\nPOKEMON is very nimble and fleet.",
  "hoothoot": "HOOTHOOT has an internal organ that\nsenses and tracks the earth's rotation.\nUsing this special organ, this POKEMON begins hooting at precisely the same\ntime every day.",
  "noctowl": "NOCTOWL never fails at catching prey in\ndarkness. This POKEMON owes its\nsuccess to its superior vision that allows it to see in minimal light, and to\nits soft,  supple wings that make no\nsound in flight.",
  "ledyba": "LEDYBA secretes an aromatic fluid from\nwhere its legs join its body. This fluid\nis used for communicating with others. This POKEMON conveys its feelings to\nothers by altering the fluid's scent.",
  "ledian": "It is said that in lands with clean air,\nwhere the stars fill the sky, there live\nLEDIAN in countless numbers. There is a good reason for this - the\nPOKEMON uses the light of the stars\nas its energy.",
  "spinarak": "The web spun by SPINARAK can be\nconsidered its second nervous system.\nIt is said that this POKEMON can determine what kind of prey is touching\nits web just by the tiny vibrations it\nfeels through the web's strands.",
  "ariados": "ARIADOS's feet are tipped with tiny\nhooked claws that enable it to scuttle\non ceilings and vertical walls. This POKEMON constricts the foe with\nthin and strong silk webbing.",
  "crobat": "If this POKEMON is flying by fluttering\nonly a pair of wings on either the\nforelegs or hind legs, it's proof that CROBAT has been flying a long distance.\nIt switches the wings it uses if it is\ntired.",
  "chinchou": "CHINCHOU lets loose positive and\nnegative electrical charges from its\ntwo antennas to make its prey faint. This POKEMON flashes its electric\nlights to exchange signals with others.",
  "lanturn": "LANTURN is nicknamed ìthe deep-sea\nstarî for its illuminated antenna.\nThis POKEMON produces light by causing a chemical reaction between\nbacteria and its bodily fluids inside\nthe antenna.",
  "pichu": "PICHU charges itself with electricity\nmore easily on days with thunderclouds\nor when the air is very dry. You can hear the crackling of static\nelectricity coming off this POKEMON.",
  "cleffa": "On nights with many shooting stars,\nCLEFFA can be seen dancing in a ring.\nThey dance through the night and stop only at the break of day, when these\nPOKEMON quench their thirst with the\nmorning dew.",
  "igglybuff": "IGGLYBUFF's vocal chords are not\nsufficiently developed. It would hurt\nits throat if it were to sing too much. This POKEMON gargles with freshwater\nfrom a clean stream.",
  "togepi": "As its energy, TOGEPI uses the positive\nemotions of compassion and pleasure\nexuded by people and POKEMON. This POKEMON stores up feelings of\nhappiness inside its shell, then shares\nthem with others.",
  "togetic": "TOGETIC is said to be a POKEMON that\nbrings good fortune. When the POKEMON\nspots someone who is pure of heart, it is said to appear and share its\nhappiness with that person.",
  "natu": "NATU cannot fly because its wings are\nnot yet fully grown. If your eyes meet\nwith this POKEMON's eyes, it will stare back intently at you. But if you move\neven slightly, it will hop away to safety.",
  "xatu": "XATU stands rooted and still in one\nspot all day long. People believe that\nthis POKEMON does so out of fear of the terrible things it has foreseen in\nthe future.",
  "mareep": "MAREEP's fluffy coat of wool rubs\ntogether and builds a static charge.\nThe more static electricity is charged, the more brightly the lightbulb at the\ntip of its tail grows.",
  "flaaffy": "FLAAFFY's wool quality changes so that\nit can generate a high amount of static\nelectricity with a small amount of wool. The bare and slick parts of its hide are\nshielded against electricity.",
  "ampharos": "AMPHAROS gives off so much light that\nit can be seen even from space.\nPeople in the old days used the light of this POKEMON to send signals back and\nforth with others far away.",
  "bellossom": "When BELLOSSOM gets exposed to plenty\nof sunlight, the leaves ringing its body\nbegin to spin around. This POKEMON's dancing is renowned in\nthe southern lands.",
  "marill": "MARILL's oil-filled tail acts much like\na life preserver. If you see just its\ntail bobbing on the water's surface, it's a sure indication that this POKEMON\nis diving beneath the water to feed on\naquatic plants.",
  "azumarill": "AZUMARILL's long ears are indispensable\nsensors. By focusing its hearing, this\nPOKEMON can identify what kinds of prey are around, even in rough and\nfast-running rivers.",
  "sudowoodo": "SUDOWOODO camouflages itself as a tree\nto avoid being attacked by enemies.\nHowever, because the forelegs remain green throughout the year, the POKEMON\nis easily identified as a fake during\nthe winter.",
  "politoed": "The curled hair on POLITOED's head is\nproof of its status as a king. It is said\nthat the longer and more curled the hair, the more respect this POKEMON\nearns from its peers.",
  "hoppip": "This POKEMON drifts and floats with the\nwind. If it senses the approach of\nstrong winds, HOPPIP links its leaves with other HOPPIP to prepare against\nbeing blown away.",
  "skiploom": "SKIPLOOM's flower blossoms when the\ntemperature rises above 64 degrees F.\nHow much the flower opens depends on the temperature. For that reason, this\nPOKEMON is sometimes used as a\nthermometer.",
  "jumpluff": "JUMPLUFF rides warm southern winds to\ncross the sea and fly to foreign lands.\nThe POKEMON descends to the ground when it encounters cold air while it is\nfloating.",
  "aipom": "AIPOM's tail ends in a hand-like\nappendage that can be cleverly\nmanipulated. However, because the POKEMON uses its\ntail so much, its real hands have become\nrather clumsy.",
  "sunkern": "SUNKERN tries to move as little as it\npossibly can. It does so because it\ntries to conserve all the nutrients it has stored in its body for its\nevolution. It will not eat a thing, \nsubsisting only on morning dew.",
  "sunflora": "SUNFLORA converts solar energy into\nnutrition. It moves around actively in\nthe daytime when it is warm. It stops moving as soon as the sun goes\ndown for the night.",
  "yanma": "YANMA is capable of seeing 360 degrees\nwithout having to move its eyes.\nIt is a great flier that is adept at making sudden stops and turning midair.\nThis POKEMON uses its flying ability to\nquickly chase down targeted prey.",
  "wooper": "WOOPER usually lives in water.\nHowever, it occasionally comes out onto\nland in search of food. On land, it coats its body with a gooey,\ntoxic film.",
  "quagsire": "QUAGSIRE hunts for food by leaving\nits mouth wide open in water and waiting\nfor its prey to blunder in unaware. Because the POKEMON does not move,\nit does not get very hungry.",
  "espeon": "ESPEON is extremely loyal to any\nTRAINER it considers to be worthy.\nIt is said that this POKEMON developed its precognitive powers to protect its\nTRAINER from harm.",
  "umbreon": "UMBREON evolved as a result of exposure\nto the moon's waves.\nIt hides silently in darkness and waits for its foes to make a move.\nThe rings on its body glow when it leaps\nto attack.",
  "murkrow": "MURKROW was feared and loathed as the\nalleged bearer of ill fortune.\nThis POKEMON shows strong interest in anything that sparkles or glitters.\nIt will even try to steal rings from\nwomen.",
  "slowking": "SLOWKING undertakes research every\nday in an effort to solve the mysteries\nof the world. However, this POKEMON apparently\nforgets everything it has learned if\nthe SHELLDER on its head comes off.",
  "misdreavus": "MISDREAVUS frightens people with a\ncreepy, sobbing cry. The POKEMON\napparently uses its red spheres to absorb the fearful feelings of foes and\nturn them into nutrition.",
  "unown": "This POKEMON is shaped like ancient\nwriting. It is a mystery as to which\ncame first, the ancient writings or the various UNOWN. Research into this\ntopic is ongoing but nothing is known.",
  "wobbuffet": "If two or more WOBBUFFET meet, they will\nturn competitive and try to outdo each\nother's endurance. However, they may try to see which one\ncan endure the longest without food.\nTRAINERS need to beware of this habit.",
  "girafarig": "GIRAFARIG's rear head also has a brain,\nbut it is small. The rear head attacks in\nresponse to smells and sounds. Approaching this POKEMON from behind\ncan cause the rear head to suddenly\nlash out and bite.",
  "pineco": "PINECO hangs from a tree branch and\npatiently waits for prey to come along.\nIf the POKEMON is disturbed while eating by someone shaking its tree, it\ndrops down to the ground and explodes\nwith no warning.",
  "forretress": "FORRETRESS conceals itself inside its\nhardened steel shell. The shell is opened\nwhen the POKEMON is catching prey, but it does so at such a quick pace\nthat the shell's inside cannot be seen.",
  "dunsparce": "DUNSPARCE has a drill for its tail.\nIt uses this tail to burrow into the\nground backwards. This POKEMON is known to make its nest\nin complex shapes deep under the\nground.",
  "gligar": "GLIGAR glides through the air without\na sound as if it were sliding.\nThis POKEMON hangs on to the face of its foe using its clawed hind legs and\nthe large pincers on its forelegs, then\ninjects the prey with its poison barb.",
  "steelix": "STEELIX lives even further underground\nthan ONIX. This POKEMON is known to dig\ntowards the earth's core. There are records of this POKEMON\nreaching a depth of over six-tenths\nof a mile underground.",
  "snubbull": "By baring its fangs and making a scary\nface, SNUBBULL sends smaller POKEMON\nscurrying away in terror. However, this POKEMON seems a little\nsad at making its foes flee.",
  "granbull": "GRANBULL has a particularly well-\ndeveloped lower jaw. The enormous fangs\nare heavy, causing the POKEMON to tip its head back for balance.\nUnless it is startled, it will not try to\nbite indiscriminately.",
  "qwilfish": "QWILFISH sucks in water, inflating\nitself. This POKEMON uses the pressure\nof the water it swallowed to shoot toxic quills all at once from all over\nits body. It finds swimming somewhat\nchallenging.",
  "scizor": "SCIZOR has a body with the hardness of\nsteel. It is not easily fazed by ordinary\nsorts of attacks. This POKEMON flaps its wings to\nregulate its body temperature.",
  "shuckle": "SHUCKLE quietly hides itself under\nrocks, keeping its body concealed\ninside its hard shell while eating berries it has stored away.\nThe berries mix with its body fluids to\nbecome a juice.",
  "heracross": "HERACROSS charges in a straight line at\nits foe, slips beneath the foe's grasp,\nand then scoops up and hurls the opponent with its mighty horn.\nThis POKEMON even has enough power\nto topple a massive tree.",
  "sneasel": "SNEASEL scales trees by punching its\nhooked claws into the bark.\nThis POKEMON seeks out unguarded nests and steals eggs for food while\nthe parents are away.",
  "teddiursa": "This POKEMON likes to lick its palms that\nare sweetened by being soaked in honey.\nTEDDIURSA concocts its own honey by blending fruits and pollen collected by\nBEEDRILL.",
  "ursaring": "In the forests inhabited by URSARING,\nit is said that there are many streams\nand towering trees where they gather food. This POKEMON walks\nthrough its forest gathering food\nevery day.",
  "slugma": "Molten magma courses throughout\nSLUGMA's circulatory system.\nIf this POKEMON is chilled, the magma cools and hardens. Its body turns\nbrittle and chunks fall off, reducing\nits size.",
  "magcargo": "MAGCARGO's shell is actually its skin\nthat hardened as a result of cooling.\nIts shell is very brittle and fragile - just touching it causes it to crumble\napart. This POKEMON returns to its\noriginal size by dipping itself in magma.",
  "swinub": "SWINUB roots for food by rubbing its\nsnout against the ground. Its favorite\nfood is a mushroom that grows under the cover of dead grass.\nThis POKEMON occasionally roots out\nhot springs.",
  "piloswine": "PILOSWINE is covered by a thick coat\nof long hair that enables it to endure\nthe freezing cold. This POKEMON uses its tusks to dig up\nfood that has been buried under ice.",
  "corsola": "CORSOLA's branches glitter very\nbeautifully in seven colors when they\ncatch sunlight. If any branch breaks off, this POKEMON\ngrows it back in just one night.",
  "remoraid": "REMORAID sucks in water, then expels it\nat high velocity using its abdominal\nmuscles to shoot down flying prey. When evolution draws near, this POKEMON\ntravels downstream from rivers.",
  "octillery": "OCTILLERY grabs onto its foe using\nits tentacles. This POKEMON tries to\nimmobilize it before delivering the finishing blow.\nIf the foe turns out to be too strong,\nOCTILLERY spews ink to escape.",
  "delibird": "DELIBIRD carries its food bundled up\nin its tail. There once was a famous\nexplorer who managed to reach the peak of Mt. Everest thanks to one of these\nPOKEMON sharing its food.",
  "mantine": "On sunny days, schools of MANTINE can\nbe seen elegantly leaping over the\nsea's waves. This POKEMON is not bothered by the\nREMORAID that hitches rides.",
  "skarmory": "SKARMORY is entirely encased in hard,\nprotective armor. This POKEMON flies at\nclose to 190 mph. It slashes foes with its wings that\npossess swordlike cutting edges.",
  "houndour": "HOUNDOUR hunt as a coordinated pack.\nThey communicate with each other using\na variety of cries to corner their prey. This POKEMON's remarkable teamwork is\nunparalleled.",
  "houndoom": "In a HOUNDOOM pack, the one with its\nhorns raked sharply towards the back\nserves a leadership role. These POKEMON choose their leader by\nfighting amongst themselves.",
  "kingdra": "KINGDRA lives at extreme ocean depths\nthat are otherwise uninhabited.\nIt has long been believed that the yawning of this POKEMON creates\nspiraling ocean currents.",
  "phanpy": "For its nest, PHANPY digs a vertical pit \nin the ground at the edge of a river.\nIt marks the area around its nest with its trunk to let the others know that\nthe area has been claimed.",
  "donphan": "DONPHAN's favorite attack is curling\nits body into a ball, then charging at\nits foe while rolling at high speed. Once it starts rolling, this POKEMON\ncan't stop very easily.",
  "porygon2": "PORYGON2 was created by humans using\nthe power of science. The man-made\nPOKEMON has been endowed with artificial intelligence that enables it\nto learn new gestures and emotions\non its own.",
  "stantler": "STANTLER's magnificent antlers were\ntraded at high prices as works of art.\nAs a result, this POKEMON was hunted close to extinction by those who were\nafter the priceless antlers.",
  "smeargle": "SMEARGLE marks the boundaries of its\nterritory using a body fluid that leaks\nout from the tip of its tail. Over 5,000 different marks left by this\nPOKEMON have been found.",
  "tyrogue": "TYROGUE becomes stressed out if it\ndoes not get to train every day.\nWhen raising this POKEMON, the TRAINER must establish and uphold various\ntraining methods.",
  "hitmontop": "HITMONTOP spins on its head at high\nspeed, all the while delivering kicks.\nThis technique is a remarkable mix of both offense and defense at the same\ntime. The POKEMON travels faster\nspinning than it does walking.",
  "smoochum": "SMOOCHUM actively runs about, but\nalso falls quite often.\nWhenever the chance arrives, it will look for its reflection to make sure its\nface hasn't become dirty.",
  "elekid": "ELEKID stores electricity in its body.\nIf it touches metal and accidentally\ndischarges all its built-up electricity, this POKEMON begins swinging its arms\nin circles to recharge itself.",
  "magby": "MAGBY's state of health is determined\nby observing the fire it breathes.\nIf the POKEMON is spouting yellow flames from its mouth, it is in good\nhealth. When it is fatigued, black smoke\nwill be mixed in with the flames.",
  "miltank": "MILTANK gives over five gallons of milk\non a daily basis. Its sweet milk is\nenjoyed by children and grown-ups alike. People who can't drink milk turn it into\nyogurt and eat it instead.",
  "blissey": "BLISSEY senses sadness with its fluffy\ncoat of fur. If it does so, this POKEMON\nwill rush over to the sad person, however far they may be, to share an\negg of happiness that brings a smile\nto any face.",
  "raikou": "RAIKOU embodies the speed of lightning.\nThe roars of this POKEMON send shock\nwaves shuddering through the air and shake the ground as if lightning bolts\nhad come crashing down.",
  "entei": "ENTEI embodies the passion of magma.\nThis POKEMON is thought to have been\nborn in the eruption of a volcano. It sends up massive bursts of fire that\nutterly consume all that they touch.",
  "suicune": "SUICUNE embodies the compassion of\na pure spring of water. It runs across\nthe land with gracefulness. This POKEMON has the power to purify\ndirty water.",
  "larvitar": "LARVITAR is born deep under the ground.\nTo come up to the surface, this POKEMON\nmust eat its way through the soil above. Until it does so, LARVITAR cannot see\nits parent's face.",
  "pupitar": "PUPITAR creates a gas inside its body\nthat it compresses and forcefully\nejects to propel itself like a jet. The body is very durable - it avoids\ndamage even if it hits solid steel.",
  "tyranitar": "TYRANITAR is so overwhelmingly\npowerful, it can bring down a whole\nmountain to make its nest. This POKEMON wanders about in\nmountains seeking new opponents to\nfight.",
  "lugia": "LUGIA's wings pack devastating power -\na light fluttering of its wings can blow\napart regular houses. As a result, this POKEMON chooses to\nlive out of sight deep under the sea.",
  "ho-oh": "HO-OH's feathers glow in seven colors\ndepending on the angle at which they\nare struck by light. These feathers are said to bring\nhappiness to the bearers. This POKEMON\nis said to live at the foot of a rainbow.",
  "celebi": "This POKEMON came from the future by\ncrossing over time.\nIt is thought that so long as CELEBI appears, a bright and shining future\nawaits us.",
  "treecko": "TREECKO has small hooks on the bottom\nof its feet that enable it to scale\nvertical walls. This POKEMON attacks by slamming foes\nwith its thick tail.",
  "grovyle": "The leaves growing out of GROVYLE's\nbody are convenient for camouflaging\nit from enemies in the forest. This POKEMON is a master at climbing\ntrees in jungles.",
  "sceptile": "The leaves growing on SCEPTILE's body\nare very sharp edged. This POKEMON is\nvery agile - it leaps all over the branches of trees and jumps on its foe\nfrom above or behind.",
  "torchic": "TORCHIC sticks with its TRAINER,\nfollowing behind with unsteady\nsteps. This POKEMON breathes fire of over\n1,800 degrees F, including fireballs\nthat leave the foe scorched black.",
  "combusken": "COMBUSKEN toughens up its legs and\nthighs by running through fields and\nmountains. This POKEMON's legs possess both speed\nand power, enabling it to dole out ten\nkicks in one second.",
  "blaziken": "In battle, BLAZIKEN blows out intense\nflames from its wrists and attacks foes\ncourageously. The stronger the foe, the more\nintensely this POKEMON's wrists burn.",
  "mudkip": "The fin on MUDKIP's head acts as highly\nsensitive radar. Using this fin to sense\nmovements of water and air, this POKEMON can determine what is taking\nplace around it without using its eyes.",
  "marshtomp": "The surface of MARSHTOMP's body is\nenveloped by a thin, sticky film that\nenables it to live on land. This POKEMON plays in mud on beaches\nwhen the ocean tide is low.",
  "swampert": "SWAMPERT is very strong. It has enough\npower to easily drag a boulder weighing\nmore than a ton. This POKEMON also has powerful vision\nthat lets it see even in murky water.",
  "poochyena": "At first sight, POOCHYENA takes a bite\nat anything that moves.\nThis POKEMON chases after prey until the victim becomes exhausted.\nHowever, it may turn tail if the prey\nstrikes back.",
  "mightyena": "MIGHTYENA gives obvious signals when\nit is preparing to attack. It starts to\ngrowl deeply and then flattens its body. This POKEMON will bite savagely with its\nsharply pointed fangs.",
  "zigzagoon": "ZIGZAGOON restlessly wanders\neverywhere at all times. This POKEMON\ndoes so because it is very curious. It becomes interested in anything\nthat it happens to see.",
  "linoone": "LINOONE always runs full speed and only\nin straight lines. If facing an obstacle,\nit makes a right-angle turn to evade it. This POKEMON is very challenged by\ngently curving roads.",
  "wurmple": "Using the spikes on its rear end,  \nWURMPLE peels the bark off trees and\nfeeds on the sap that oozes out. This POKEMON's feet are tipped with\nsuction pads that allow it to cling to\nglass without slipping.",
  "silcoon": "SILCOON tethers itself to a tree branch\nusing silk to keep from falling. There, \nthis POKEMON hangs quietly while it awaits evolution.\nIt peers out of the silk cocoon through\na small hole.",
  "beautifly": "BEAUTIFLY's favorite food is the sweet\npollen of flowers. If you want to see\nthis POKEMON, just leave a potted flower by an open window. BEAUTIFLY\nis sure to come looking for pollen.",
  "cascoon": "CASCOON makes its protective cocoon\nby wrapping its body entirely with a\nfine silk from its mouth. Once the silk goes around its body, it hardens.\nThis POKEMON prepares for its evolution\ninside the cocoon.",
  "dustox": "DUSTOX is instinctively drawn to light.\nSwarms of this POKEMON are attracted\nby the bright lights of cities, where they wreak havoc by stripping the\nleaves off roadside trees for food.",
  "lotad": "LOTAD live in ponds and lakes, where\nthey float on the surface.\nIt grows weak if its broad leaf dies. On rare occasions, this POKEMON travels\non land in search of clean water.",
  "lombre": "LOMBRE is nocturnal - it will get active\nafter dusk. It is also a mischief-maker.\nWhen this POKEMON spots anglers, it tugs on their fishing lines from\nbeneath the surface and enjoys their\nconsternation.",
  "ludicolo": "LUDICOLO begins dancing as soon as\nit hears cheerful, festive music.\nThis POKEMON is said to appear when it hears the singing of children on hiking\noutings.",
  "seedot": "SEEDOT attaches itself to a tree\nbranch using the top of its head.\nIt sucks moisture from the tree while hanging off the branch.\nThe more water it drinks, the glossier\nthis POKEMON's body becomes.",
  "nuzleaf": "NUZLEAF live in densely overgrown\nforests. They occasionally venture out\nof the forest to startle people. This POKEMON dislikes having its long\nnose pinched.",
  "shiftry": "SHIFTRY is a mysterious POKEMON that\nis said to live atop towering trees \ndating back over a thousand years. It creates terrific windstorms with\nthe fans it holds.",
  "taillow": "TAILLOW courageously stands its\nground against foes, however strong\nthey may be. This gutsy POKEMON will remain defiant\neven after a loss. On the other hand,\nit cries loudly if it becomes hungry.",
  "swellow": "SWELLOW flies high above our heads,\nmaking graceful arcs in the sky.\nThis POKEMON dives at a steep angle as soon as it spots its prey. The hapless\nprey is tightly grasped by SWELLOW's\nclawed feet, preventing escape.",
  "wingull": "WINGULL has the habit of carrying prey\nand valuables in its beak and hiding\nthem in all sorts of locations. This POKEMON rides the winds and flies\nas if it were skating across the sky.",
  "pelipper": "PELIPPER is a flying transporter that\ncarries small POKEMON and eggs inside\nits massive bill. This POKEMON builds its nest on steep\ncliffs facing the sea.",
  "ralts": "RALTS senses the emotions of\npeople using the horns on its head.\nThis POKEMON rarely appears before people. But when it does, it draws\ncloser if it senses that the person has\na positive disposition.",
  "kirlia": "It is said that a KIRLIA that is\nexposed to the positive emotions of\nits TRAINER grows beautiful. This POKEMON controls psychokinetic\npowers with its highly developed brain.",
  "gardevoir": "GARDEVOIR has the ability to read the\nfuture. If it senses impending danger\nto its TRAINER, this POKEMON is said to unleash its psychokinetic energy at\nfull power.",
  "surskit": "From the tips of its feet, SURSKIT\nsecretes an oil that enables it to walk\non water as if it were skating. This POKEMON feeds on microscopic\norganisms in ponds and lakes.",
  "masquerain": "MASQUERAIN intimidates enemies with\nthe eyelike patterns on its antennas.\nThis POKEMON flaps its four wings to freely fly in any direction - even\nsideways and backwards - as if it were\na helicopter.",
  "shroomish": "SHROOMISH live in damp soil in the dark\ndepths of forests. They are often\nfound keeping still under fallen leaves. This POKEMON feeds on compost that\nis made up of fallen, rotted leaves.",
  "breloom": "BRELOOM closes in on its foe with light\nand sprightly footwork, then throws\npunches with its stretchy arms. This POKEMON's fighting technique puts\nboxers to shame.",
  "slakoth": "SLAKOTH lolls around for over twenty\nhours every day. Because it moves so\nlittle, it does not need much food. This POKEMON's sole daily meal consists\nof just three leaves.",
  "vigoroth": "VIGOROTH is always itching and agitated\nto go on a wild rampage. It simply can't\ntolerate sitting still for even a minute. This POKEMON's stress level rises if it\ncan't be moving constantly.",
  "slaking": "SLAKING spends all day lying down and\nlolling about.\nIt eats grass growing within its reach. If it eats all the grass it can reach,\nthis POKEMON reluctantly moves to\nanother spot.",
  "nincada": "NINCADA lives underground for many\nyears in complete darkness.\nThis POKEMON absorbs nutrients from the roots of trees. It stays motionless\nas it waits for evolution.",
  "ninjask": "NINJASK moves around at such a high\nspeed that it cannot be seen, even\nwhile its crying can be clearly heard. For that reason, this POKEMON was long\nbelieved to be invisible.",
  "shedinja": "SHEDINJA's hard body doesn't move -\nnot even a twitch. In fact, its body\nappears to be merely a hollow shell. It is believed that this POKEMON will\nsteal the spirit of anyone peering into\nits hollow body from its back.",
  "whismur": "Normally, WHISMUR's voice is very quiet -\nit is barely audible even if one is\npaying close attention. However, if this POKEMON senses danger,\nit starts crying at an earsplitting\nvolume.",
  "loudred": "LOUDRED's bellowing can completely\ndecimate a wood-frame house. It uses\nits voice to punish its foes. This POKEMON's round ears serve as\nloudspeakers.",
  "exploud": "EXPLOUD triggers earthquakes with the\ntremors it creates by bellowing. If this\nPOKEMON violently inhales from the ports on its body, it's a sign that it is\npreparing to let loose a huge bellow.",
  "makuhita": "MAKUHITA is tenacious - it will keep\ngetting up and attacking its foe\nhowever many times it is knocked down. Every time it gets back up, this\nPOKEMON stores more energy in its body\nfor evolving.",
  "hariyama": "HARIYAMA practices its straight-arm\nslaps in any number of locations.\nOne hit of this POKEMON's powerful, openhanded, straight-arm punches\ncould snap a telephone pole in two.",
  "azurill": "AZURILL spins its tail as if it were a\nlasso, then hurls it far. The momentum\nof the throw sends its body flying, too. Using this unique action, one of these\nPOKEMON managed to hurl itself a record\n33 feet.",
  "nosepass": "NOSEPASS's magnetic nose is always\npointed to the north. If two of these\nPOKEMON meet, they cannot turn their faces to each other when they\nare close because their magnetic noses\nrepel one another.",
  "skitty": "SKITTY has the habit of becoming\nfascinated by moving objects and\nchasing them around. This POKEMON is known to chase after\nits own tail and become dizzy.",
  "delcatty": "DELCATTY prefers to live an unfettered\nexistence in which it can do as it\npleases at its own pace. Because this POKEMON eats and sleeps\nwhenever it decides, its daily routines\nare completely random.",
  "sableye": "SABLEYE lead quiet lives deep inside\ncaverns. They are feared, however,\nbecause these POKEMON are thought to steal the spirits of people when their\neyes burn with a sinister glow in the\ndarkness.",
  "mawile": "MAWHILE's huge jaws are actually steel\nhorns that have been transformed.\nIts docile-looking face serves to lull its foe into letting down its guard.\nWhen the foe least expects it, MAWHILE\nchomps it with its gaping jaws.",
  "aron": "This POKEMON has a body of steel.\nTo make its body, ARON feeds on\niron ore that it digs from mountains. Occasionally, it causes major trouble by\neating bridges and rails.",
  "lairon": "LAIRON tempers its steel body by\ndrinking highly nutritious mineral\nspringwater until it is bloated. This POKEMON makes its nest close to\nsprings of delicious water.",
  "aggron": "AGGRON claims an entire mountain as its\nown territory. It mercilessly beats up\nanything that violates its environment. This POKEMON vigilantly patrols its\nterritory at all times.",
  "meditite": "MEDITITE undertakes rigorous mental\ntraining deep in the mountains.\nHowever, whenever it meditates, this POKEMON always loses its concentration\nand focus. As a result, its training\nnever ends.",
  "medicham": "It is said that through meditation,\nMEDICHAM heightens energy inside\nits body and sharpens its sixth sense. This POKEMON hides its presence by\nmerging itself with fields and\nmountains.",
  "electrike": "ELECTRIKE stores electricity in its\nlong body hair. This POKEMON stimulates\nits leg muscles with electric charges. These jolts of power give its legs\nexplosive acceleration performance.",
  "manectric": "MANECTRIC is constantly discharging\nelectricity from its mane. The sparks\nsometimes ignite forest fires. When it enters a battle, this POKEMON\ncreates thunderclouds.",
  "plusle": "PLUSLE always acts as a cheerleader\nfor its partners. Whenever a teammate\nputs out a good effort in battle, this POKEMON shorts out its body to create\nthe crackling noises of sparks to show\nits joy.",
  "minun": "MINUN is more concerned about cheering\non its partners than its own safety.\nIt shorts out the electricity in its body to create brilliant showers of\nsparks to cheer on its teammates.",
  "volbeat": "With the arrival of night, VOLBEAT emits\nlight from its tail. It communicates with\nothers by adjusting the intensity and flashing of its light.\nThis POKEMON is attracted by the sweet\naroma of ILLUMISE.",
  "illumise": "ILLUMISE attracts a swarm of VOLBEAT\nusing a sweet fragrance. Once the\nVOLBEAT have gathered, this POKEMON leads the lit-up swarm in drawing\ngeometric designs on the canvas of\nthe night sky.",
  "roselia": "ROSELIA shoots sharp thorns as\nprojectiles at any opponent that tries\nto steal the flowers on its arms. The aroma of this POKEMON brings\nserenity to living things.",
  "gulpin": "Virtually all of GULPIN's body is its\nstomach. As a result, it can swallow\nsomething its own size. This POKEMON's stomach contains a\nspecial fluid that digests anything.",
  "swalot": "When SWALOT spots prey, it spurts out\na hideously toxic fluid from its pores\nand sprays the target. Once the prey has weakened, this\nPOKEMON gulps it down whole with its\ncavernous mouth.",
  "carvanha": "CARVANHA's strongly developed jaws\nand its sharply pointed fangs pack the\ndestructive power to rip out boat hulls. Many boats have been attacked and\nsunk by this POKEMON.",
  "sharpedo": "Nicknamed ìthe bully of the sea,î\nSHARPEDO is widely feared.\nIts cruel fangs grow back immediately if they snap off.\nJust one of these POKEMON can\nthoroughly tear apart a supertanker.",
  "wailmer": "WAILMER's nostrils are located above\nits eyes. This playful POKEMON loves\nto startle people by forcefully snorting out seawater it stores inside its body\nout of its nostrils.",
  "wailord": "WAILORD is the largest of all identified\nPOKEMON up to now.\nThis giant POKEMON swims languorously in the vast open sea, eating massive\namounts of food at once with its\nenormous mouth.",
  "numel": "NUMEL is extremely dull witted - it\ndoesn't notice being hit. However, it\ncan't stand hunger for even a second. This POKEMON's body is a seething\ncauldron of boiling magma.",
  "camerupt": "CAMERUPT has a volcano inside its body.\nMagma of 18,000 degrees F courses\nthrough its body. Occasionally, the humps on this\nPOKEMON's back erupt, spewing the\nsuperheated magma.",
  "torkoal": "TORKOAL digs through mountains in\nsearch of coal. If it finds some, it fills\nhollow spaces on its shell with the coal and burns it.\nIf it is attacked, this POKEMON spouts\nthick black smoke to beat a retreat.",
  "spoink": "SPOINK bounces around on its tail.\nThe shock of its bouncing makes its\nheart pump. As a result, this POKEMON cannot afford to stop bouncing - if it\nstops, its heart will stop.",
  "grumpig": "GRUMPIG uses the black pearls on its\nbody to amplify its psychic power waves\nfor gaining total control over its foe. When this POKEMON uses its special\npower, its snorting breath grows\nlabored.",
  "spinda": "All the SPINDA that exist in the\nworld are said to have utterly unique\nspot patterns. The shaky, tottering steps of this\nPOKEMON give it the appearance of\ndancing.",
  "trapinch": "TRAPINCH's nest is a sloped, bowl-like\npit dug in sand. This POKEMON patiently\nwaits for prey to tumble down the pit. Its giant jaws have enough strength\nto crush even boulders.",
  "vibrava": "To make prey faint, VIBRAVA generates\nultrasonic waves by vigorously making\nits two wings vibrate. This POKEMON's ultrasonic waves are so\npowerful, they can bring on headaches\nin people.",
  "flygon": "FLYGON is nicknamed ìthe elemental \nspirit of the desert.î Because its\nflapping wings whip up a cloud of sand, this POKEMON is always enveloped in a\nsandstorm while flying.",
  "cacnea": "CACNEA lives in arid locations such\nas deserts. It releases a strong aroma\nfrom its flower to attract prey. When prey comes near, this POKEMON\nshoots sharp thorns from its body to\nbring the victim down.",
  "cacturne": "During the daytime, CACTURNE remains\nunmoving so that it does not lose any\nmoisture to the harsh desert sun. This POKEMON becomes active at night\nwhen the temperature drops.",
  "swablu": "SWABLU has light and fluffy wings that\nare like cottony clouds. This POKEMON\nis not frightened of people. It lands on the heads of people and\nsits there like a cotton-fluff hat.",
  "altaria": "ALTARIA dances and wheels through the\nsky among billowing, cotton-like clouds.\nBy singing melodies in its crystal-clear voice, this POKEMON makes its listeners\nexperience dreamy wonderment.",
  "zangoose": "Memories of battling its arch-rival\nSEVIPER are etched into every cell of\nZANGOOSE's body. This POKEMON adroitly dodges attacks\nwith incredible agility.",
  "seviper": "SEVIPER shares a generations-long\nfeud with ZANGOOSE. The scars on its\nbody are evidence of vicious battles. This POKEMON attacks using its sword-\nedged tail.",
  "lunatone": "LUNATONE was discovered at a location\nwhere a meteorite fell. As a result, some\npeople theorize that this POKEMON came from space. However, no one has\nbeen able to prove this theory so far.",
  "solrock": "SOLROCK is a new species of POKEMON\nthat is said to have fallen from space.\nIt floats in air and moves silently. In battle, this POKEMON releases\nintensely bright light.",
  "barboach": "BARBOACH's sensitive whiskers serve\nas a superb radar system.\nThis POKEMON hides in mud, leaving only its two whiskers exposed while it waits\nfor prey to come along.",
  "whiscash": "WHISCASH is extremely territorial.\nJust one of these POKEMON will claim a\nlarge pond as its exclusive territory. If a foe approaches it, it thrashes\nabout and triggers a massive\nearthquake.",
  "corphish": "CORPHISH were originally foreign\nPOKEMON that were imported as pets.\nThey eventually turned up in the wild. This POKEMON is very hardy and has\ngreatly increased its population.",
  "crawdaunt": "CRAWDAUNT has an extremely violent\nnature that compels it to challenge\nother living things to battle. Other life-forms refuse to live in\nponds inhabited by this POKEMON,\nmaking them desolate places.",
  "baltoy": "BALTOY moves while spinning around on\nits one foot. Primitive wall paintings\ndepicting this POKEMON living among people were discovered in some ancient\nruins.",
  "claydol": "CLAYDOL are said to be dolls of mud made\nby primitive humans and brought to life\nby exposure to a mysterious ray. This POKEMON moves about while\nlevitating.",
  "lileep": "LILEEP became extinct approximately\na hundred million years ago.\nThis ancient POKEMON attaches itself to a rock on the seafloor and catches\napproaching prey using tentacles \nshaped like flower petals.",
  "cradily": "CRADILY roams around the ocean floor\nin search of food. This POKEMON freely\nextends its tree trunk-like neck and captures unwary prey using its eight\ntentacles.",
  "anorith": "ANORITH was regenerated from a\nprehistoric fossil. This primitive\nPOKEMON once lived in warm seas. It grips its prey firmly between its\ntwo large claws.",
  "armaldo": "ARMALDO's tough armor makes all attacks\nbounce off. This POKEMON's two\nenormous claws can be freely extended or contracted. They have the power to\npunch right through a steel slab.",
  "feebas": "FEEBAS's fins are ragged and\ntattered from the start of its life.\nBecause of its shoddy appearance, this POKEMON is largely ignored.\nIt is capable of living in both the sea\nand in rivers.",
  "milotic": "MILOTIC is said to be the most\nbeautiful of all the POKEMON.\nIt has the power to becalm such emotions as anger and hostility to quell\nbitter feuding.",
  "castform": "CASTFORM's appearance changes with\nthe weather.\nThis POKEMON gained the ability to use the vast power of nature to protect\nits tiny body.",
  "kecleon": "KECLEON is capable of changing its body\ncolors at will to blend in with its\nsurroundings. There is one exception - this POKEMON\ncan't change the zigzag pattern on its\nbelly.",
  "shuppet": "SHUPPET is attracted by feelings\nof jealousy and vindictiveness.\nIf someone develops strong feelings of vengeance, this POKEMON will appear\nin a swarm and line up beneath the eaves\nof that person's home.",
  "banette": "BANETTE generates energy for laying\nstrong curses by sticking pins into its\nown body. This POKEMON was originally a pitiful\nplush doll that was thrown away.",
  "duskull": "DUSKULL can pass through any wall no\nmatter how thick it may be.\nOnce this POKEMON chooses a target, it will doggedly pursue the intended\nvictim until the break of dawn.",
  "dusclops": "DUSCLOPS's body is completely hollow -\nthere is nothing at all inside.\nIt is said that its body is like a black hole. This POKEMON will absorb anything\ninto its body, but nothing will ever come\nback out.",
  "tropius": "The bunches of fruit around TROPIUS's\nneck are very popular with children.\nThis POKEMON loves fruit, and eats it continuously. Apparently, its love for\nfruit resulted in its own outgrowth\nof fruit.",
  "chimecho": "CHIMECHO makes its cries echo\ninside its hollow body. When this\nPOKEMON becomes enraged, its cries result in ultrasonic waves that have\nthe power to knock foes flying.",
  "absol": "Every time ABSOL appears before people,\nit is followed by a disaster such as an\nearthquake or a tidal wave. As a result, it came to be known as the\ndisaster POKEMON.",
  "wynaut": "WYNAUT can always be seen with a big,\nhappy smile on its face. Look at its tail\nto determine if it is angry. When angered, this POKEMON will be\nslapping the ground with its tail.",
  "snorunt": "SNORUNT live in regions with heavy\nsnowfall. In seasons without snow, such\nas spring and summer, this POKEMON steals away to live quietly among\nstalactites and stalagmites deep in\ncaverns.",
  "glalie": "GLALIE has a body made of rock, which it\nhardens with an armor of ice.\nThis POKEMON has the ability to freeze moisture in the atmosphere into any\nshape it desires.",
  "spheal": "SPHEAL is much faster rolling than \nwalking to get around. When groups of\nthis POKEMON eat, they all clap at once to show their pleasure. Because of this,\ntheir mealtimes are noisy.",
  "sealeo": "SEALEO has the habit of always juggling\non the tip of its nose anything it sees\nfor the first time. This POKEMON occasionally entertains\nitself by balancing and rolling a SPHEAL\non its nose.",
  "walrein": "WALREIN's two massively developed\ntusks can totally shatter blocks of\nice weighing ten tons with one blow. This POKEMON's thick coat of blubber\ninsulates it from subzero temperatures.",
  "clamperl": "CLAMPERL's sturdy shell is not only good\nfor protection - it is also used for\nclamping and catching prey. A fully grown CLAMPERL's shell will be\nscored with nicks and scratches all\nover.",
  "huntail": "HUNTAIL's presence went unnoticed by\npeople for a long time because it lives\nat extreme depths in the sea. This POKEMON's eyes can see clearly\neven in the murky dark depths of the\nocean.",
  "gorebyss": "GOREBYSS lives in the southern seas\nat extreme depths. Its body is built to\nwithstand the enormous pressure of water at incredible depths. Because of\nthis, this POKEMON's body is unharmed\nby ordinary attacks.",
  "relicanth": "RELICANTH is a POKEMON species that\nexisted for a hundred million years\nwithout ever changing its form. This ancient POKEMON feeds on\nmicroscopic organisms with its\ntoothless mouth.",
  "luvdisc": "LUVDISC live in shallow seas in the\ntropics. This heart-shaped POKEMON\nearned its name by swimming after loving couples it spotted in the\nocean's waves.",
  "bagon": "BAGON has a dream of one day soaring\nin the sky. In doomed efforts to fly,\nthis POKEMON hurls itself off cliffs. As a result of its dives, its head has \ngrown tough and as hard as tempered\nsteel.",
  "shelgon": "Inside SHELGON's armor-like shell, cells\nare in the midst of transformation\nto create an entirely new body. This POKEMON's shell is extremely heavy,\nmaking its movements sluggish.",
  "salamence": "SALAMENCE came about as a result of a\nstrong, long-held dream of growing\nwings. It is said that this powerful desire triggered a sudden mutation in\nthis POKEMON's cells, causing it to\nsprout its magnificent wings.",
  "beldum": "Instead of blood, a powerful magnetic\nforce courses throughout BELDUM's\nbody. This POKEMON communicates with others by sending controlled pulses of\nmagnetism.",
  "metang": "When two BELDUM fuse together, METANG\nis formed. The brains of the BELDUM are\njoined by a magnetic nervous system. By linking its brains magnetically,\nthis POKEMON generates strong\npsychokinetic power.",
  "metagross": "METAGROSS has four brains in total.\nCombined, the four brains can breeze\nthrough difficult calculations faster than a supercomputer.\nThis POKEMON can float in the air by\ntucking in its four legs.",
  "regirock": "REGIROCK was sealed away by people\nlong ago. If this POKEMON's body is\ndamaged in battle, it is said to seek out suitable rocks on its own to repair\nitself.",
  "regice": "REGICE's body was made during an ice\nage. The deep-frozen body can't be\nmelted, even by fire. This POKEMON controls frigid air of\nminus 328 degrees F.",
  "registeel": "REGISTEEL has a body that is harder\nthan any kind of metal.\nIts body is apparently hollow. No one has any idea what this POKEMON\neats.",
  "latias": "LATIAS is highly sensitive to the\nemotions of people. If it senses any\nhostility, this POKEMON ruffles the feathers all over its body and cries\nshrilly to intimidate the foe.",
  "latios": "LATIOS has the ability to make its foe\nsee an image of what it has seen or\nimagines in its head. This POKEMON is intelligent and\nunderstands human speech.",
  "kyogre": "KYOGRE has the power to create massive\nrain clouds that cover the entire sky\nand bring about torrential downpours. This POKEMON saved people who were\nsuffering from droughts.",
  "groudon": "GROUDON has long been described in \nmythology as the POKEMON that raised\nlands and expanded continents. This POKEMON took to sleep after a\ncataclysmic battle with KYOGRE.",
  "rayquaza": "RAYQUAZA lived for hundreds of millions\nof years in the earth's ozone layer, \nnever descending to the ground. This POKEMON appears to feed on water\nand particles in the atmosphere.",
  "jirachi": "A legend states that JIRACHI will make\ntrue any wish that is written on notes\nattached to its head when it awakens. If this POKEMON senses danger, it will\nfight without awakening.",
  "deoxys-normal": "The DNA of a space virus underwent a\nsudden mutation upon exposure to a\nlaser beam and resulted in DEOXYS. The crystalline organ on this POKEMON's\nchest appears to be its brain.",
  "turtwig": "It undertakes photosynthesis with its body, making\noxygen. The leaf on its head wilts if it is thirsty.",
  "grotle": "It knows where pure water wells up. It carries fellow\nPokEmon there on its back.",
  "torterra": "Small PokEmon occasionally gather on its unmoving\nback to begin building their nests.",
  "chimchar": "The gas made in its belly burns from its rear end.\nThe fire burns weakly when it feels sick.",
  "monferno": "It uses ceilings and walls to launch aerial attacks.\nIts fiery tail is but one weapon.",
  "infernape": "It tosses its enemies around with agility. It uses all\nits limbs to fight in its own unique style.",
  "piplup": "Because it is very proud, it hates accepting food\nfrom people. Its thick down guards it from cold.",
  "prinplup": "It lives a solitary life. Its wings deliver wicked blows\nthat can snap even the thickest of trees.",
  "empoleon": "The three horns that extend from its beak attest to\nits power. The leader has the biggest horns.",
  "starly": "They flock around mountains and fields, chasing\nafter bug PokEmon. Their singing is noisy\nand annoying.",
  "staravia": "It lives in forests and fields. Squabbles over\nterritory occur when flocks collide.",
  "staraptor": "When Staravia evolve into Staraptor, they leave the\nflock to live alone. They have sturdy wings.",
  "bidoof": "It constantly gnaws on logs and rocks to whittle\ndown its front teeth. It nests alongside water.",
  "bibarel": "It makes its nest by damming streams with bark and\nmud. It is known as an industrious worker.",
  "kricketot": "When its antennae hit each other, it sounds like the\nmusic of a xylophone.",
  "kricketune": "It signals its emotions with its melodies. Scientists\nare studying these melodic patterns.",
  "shinx": "All of its fur dazzles if danger is sensed. It flees\nwhile the foe is momentarily blinded.",
  "luxio": "Strong electricity courses through the tips of its\nsharp claws. A light scratch causes fainting in foes.",
  "luxray": "Luxray's ability to see through objects comes in\nhandy when it's scouting for danger.",
  "budew": "Over the winter, it closes its bud and endures the\ncold. In spring, the bud opens and releases pollen.",
  "roserade": "With the movements of a dancer, it strikes with\nwhips that are densely lined with poison thorns.",
  "cranidos": "A lifelong jungle dweller from 100 million years\nago, it would snap obstructing trees with headbutts.",
  "rampardos": "Its skull is as hard as iron. It is a brute that tears\ndown jungle trees while catching prey.",
  "shieldon": "It was generated from a fossil dug out of a layer of\nclay that was older than anyone knows. It has a\nsturdy face.",
  "bastiodon": "Any frontal attack is repulsed. It is a docile\nPokEmon that feeds on grass and berries.",
  "burmy": "If its cloak is broken in battle, it quickly remakes\nthe cloak with materials nearby.",
  "wormadam-plant": "When Burmy evolved, its cloak became a part of\nthis PokEmon's body. The cloak is never shed.",
  "mothim": "It flutters around at night and steals honey from\nthe Combee hive.",
  "combee": "It collects and delivers honey to its colony.\nAt night, they cluster to form a beehive and sleep.",
  "vespiquen": "Its abdomen is a honeycomb for grubs. It raises its\ngrubs on honey collected by Combee.",
  "pachirisu": "A pair may be seen rubbing their cheek pouches\ntogether in an effort to share stored electricity.",
  "buizel": "It inflates the flotation sac around its neck and\npokes its head out of the water to see what is\ngoing on.",
  "floatzel": "Its flotation sac developed as a result of pursuing\naquatic prey. It can double as a rubber raft.",
  "cherubi": "It evolves by sucking the energy out of the small\nball where it had been storing nutrients.",
  "cherrim": "If it senses strong sunlight, it opens its folded\npetals to absorb the sun's rays with its whole body.",
  "shellos": "Its shape and coloration vary, depending on\nits habitat.",
  "gastrodon": "It apparently had a huge shell for protection in\nancient times. It lives in shallow tidal pools.",
  "ambipom": "To eat, it deftly shucks nuts with its two tails.\nIt rarely uses its arms now.",
  "drifloon": "These PokEmon are called the ìSignpost for\nWandering Spirits.î Children holding them\nsometimes vanish.",
  "drifblim": "It's drowsy in daytime, but flies off in the evening in\nbig groups. No one knows where they go.",
  "buneary": "When it senses danger, it perks up its ears.\nOn cold nights, it sleeps with its head tucked into\nits fur.",
  "lopunny": "The ears appear to be delicate. If they are touched\nroughly, it kicks with its graceful legs.",
  "mismagius": "Its cries sound like incantations to torment the foe.\nIt appears where you least expect it.",
  "honchkrow": "Becoming active at night, it is known to swarm with\nnumerous Murkrow in tow.",
  "glameow": "When it's happy, Glameow demonstrates beautiful\nmovements of its tail, like a dancing ribbon.",
  "purugly": "To make itself appear intimidatingly beefy, it tightly\ncinches its waist with its twin tails.",
  "chingling": "There is an orb inside its mouth. When it hops,\nthe orb bounces all over and makes a\nringing sound.",
  "stunky": "It protects itself by spraying a noxious fluid from its\nrear. The stench lingers for 24 hours.",
  "skuntank": "It sprays a stinky fluid from its tail. The fluid smells\nworse the longer it is allowed to fester.",
  "bronzor": "Implements shaped like it were discovered in\nancient tombs. It is unknown if they are related.",
  "bronzong": "Ancient people believed that petitioning Bronzong\nfor rain was the way to make crops grow.",
  "bonsly": "It prefers an arid atmosphere. It leaks water that\nlooks like tears when adjusting its moisture level.",
  "mime-jr": "It habitually mimics foes. Once mimicked, the foe\ncannot take its eyes off this PokEmon.",
  "happiny": "It carefully carries a round, white rock that it thinks\nis an egg. It's bothered by how curly its hair looks.",
  "chatot": "It can learn and speak human words. If they gather,\nthey all learn the same saying.",
  "spiritomb": "It was bound to a fissure in an odd keystone as\npunishment for misdeeds 500 years ago.",
  "gible": "It nests in small, horizontal holes in cave walls.\nIt pounces to catch prey that stray too close.",
  "gabite": "As it digs to expand its nest, it habitually digs up\ngems that it then hoards in its nest.",
  "garchomp": "It flies at speeds equal to a jet fighter plane.\nIt never allows its prey to escape.",
  "munchlax": "It conceals food under the long fur on its body.\nIt carts around this food stash and swallows it\nwithout chewing.",
  "riolu": "The aura that emanates from its body intensifies to\nalert others if it is afraid or sad.",
  "lucario": "By reading the auras of all things, it can tell how\nothers are feeling from over half a mile away.",
  "hippopotas": "It enshrouds itself with sand to protect itself from\ngerms. It does not enjoy getting wet.",
  "hippowdon": "It blasts internally stored sand from ports on its\nbody to create a towering twister for attack.",
  "skorupi": "It burrows under the sand to lie in wait for prey.\nIts tail claws can inject its prey with a\nsavage poison.",
  "drapion": "It has the power in its clawed arms to make scrap\nof a car. The tips of its claws release poison.",
  "croagunk": "Inflating its poison sacs, it fills the area with an odd\nsound and hits flinching opponents with a\npoison jab.",
  "toxicroak": "Its knuckle claws secrete a toxin so vile that even a\nscratch could prove fatal.",
  "carnivine": "It binds itself to trees in marshes. It attracts prey\nwith its sweet-smelling drool and gulps them down.",
  "finneon": "After long exposure to sunlight, the patterns on its\ntail fins shine vividly when darkness arrives.",
  "lumineon": "To avoid detection by predators, it crawls along the\nseafloor using the two fins on its chest.",
  "mantyke": "When it swims close to the surface of the ocean,\npeople aboard ships are able to observe the pattern\non its back.",
  "snover": "In the spring, it grows berries with the texture of\nfrozen treats around its belly.",
  "abomasnow": "It lives a quiet life on mountains that are perpetually\ncovered in snow. It hides itself by whipping\nup blizzards.",
  "weavile": "They live in cold regions, forming groups of four or\nfive that hunt prey with impressive coordination.",
  "magnezone": "It evolved from exposure to a special magnetic\nfield. Three units generate magnetism.",
  "lickilicky": "Their saliva contains lots of components that can\ndissolve anything. The numbness caused by their\nlick does not dissipate.",
  "rhyperior": "It puts rocks in holes in its palms and uses its\nmuscles to shoot them. Geodude are shot at\nrare times.",
  "tangrowth": "Its vines grow so profusely that, in the warm\nseason, you can't even see its eyes.",
  "electivire": "It pushes the tips of its two tails against the foe,\nthen lets loose with over 20,000 volts of power.",
  "magmortar": "It blasts fireballs of over 3,600 degrees Fahrenheit\nout of its arms. Its breath also sears and sizzles.",
  "togekiss": "It shares many blessings with people who respect\none another's rights and avoid needless strife.",
  "yanmega": "This six-legged PokEmon is easily capable of\ntransporting an adult in flight. The wings on its tail\nhelp it stay balanced.",
  "leafeon": "Just like a plant, it uses photosynthesis. As a result,\nit is always enveloped in clear air.",
  "glaceon": "It lowers its body heat to freeze its fur. The hairs\nthen become like needles it can fire.",
  "gliscor": "Its flight is soundless. It uses its lengthy tail to\ncarry off its prey... Then its elongated fangs do\nthe rest.",
  "mamoswine": "Its impressive tusks are made of ice. The population\nthinned when it turned warm after the ice age.",
  "porygon-z": "Its programming was modified to enable it to travel\nthrough alien dimensions. Seems there might have\nbeen an error...",
  "gallade": "A master of courtesy and swordsmanship, it fights\nusing extending swords on its elbows.",
  "probopass": "It freely controls three small units called Mini-Noses\nusing magnetic force.",
  "dusknoir": "The antenna on its head captures radio waves from\nthe world of spirits that command it to take\npeople there.",
  "froslass": "Legends in snowy regions say that a woman who\nwas lost on an icy mountain was reborn as Froslass.",
  "rotom": "Its body is composed of plasma. It is known to\ninfiltrate electronic devices and wreak havoc.",
  "uxie": "It is said that its emergence gave humans the\nintelligence to improve their quality of life.",
  "mesprit": "It sleeps at the bottom of a lake. Its spirit is said to\nleave its body to fly on the lake's surface.",
  "azelf": "It is thought that Uxie, Mesprit, and Azelf all came\nfrom the same egg.",
  "dialga": "It has the power to control time. It appears in\nSinnoh-region myths as an ancient deity.",
  "palkia": "It has the ability to distort space. It is described as\na deity in Sinnoh-region mythology.",
  "heatran": "Boiling blood, like magma, circulates through its\nbody. It makes its dwelling place in volcanic caves.",
  "regigigas": "There is an enduring legend that states this\nPokEmon towed continents with ropes.",
  "giratina-altered": "It was banished for its violence. It silently gazed\nupon the old world from the Distortion World.",
  "cresselia": "Those who sleep holding Cresselia's feather are\nassured of joyful dreams. It is said to represent\nthe crescent moon.",
  "phione": "It drifts in warm seas. It always returns to where it\nwas born, no matter how far it may have drifted.",
  "manaphy": "It starts its life with a wondrous power that permits\nit to bond with any kind of PokEmon.",
  "darkrai": "It can lull people to sleep and make them dream.\nIt is active during nights of the new moon.",
  "shaymin-land": "The blooming of Gracidea flowers confers the\npower of flight upon it. Feelings of gratitude are\nthe message it delivers.",
  "arceus": "It is told in mythology that this PokEmon was born\nbefore the universe even existed.",
  "victini": "When it shares the infinite energy it creates,\nthat being's entire body will be overflowing\nwith power.",
  "snivy": "They photosynthesize by bathing their tails in\nsunlight. When they are not feeling well, their\ntails droop.",
  "servine": "When it gets dirty, its leaves can't be used in\nphotosynthesis, so it always keeps itself clean.",
  "serperior": "It can stop its opponents' movements with just a\nglare. It takes in solar energy and boosts\nit internally.",
  "tepig": "It loves to eat roasted berries, but sometimes it\ngets too excited and burns them to a crisp.",
  "pignite": "When its internal fire flares up, its movements grow\nsharper and faster. When in trouble, it emits smoke.",
  "emboar": "It has mastered fast and powerful fighting moves.\nIt grows a beard of fire.",
  "oshawott": "It fights using the scalchop on its stomach.\nIn response to an attack, it retaliates immediately\nby slashing.",
  "dewott": "As a result of strict training, each Dewott learns\ndifferent forms for using the scalchops.",
  "samurott": "One swing of the sword incorporated in its armor\ncan fell an opponent. A simple glare from one of\nthem quiets everybody.",
  "patrat": "Extremely cautious, one of them will always be on\nthe lookout, but it won't notice a foe coming\nfrom behind.",
  "watchog": "When they see an enemy, their tails stand high,\nand they spit the seeds of berries stored in their\ncheek pouches.",
  "lillipup": "Though it is a very brave PokEmon, it's also smart\nenough to check its foe's strength and avoid battle.",
  "herdier": "It has black, cape-like fur that is very hard and\ndecreases the amount of damage it receives.",
  "stoutland": "Being wrapped in its long fur is so comfortable\nthat a person would be fine even overnight on a\nwintry mountain.",
  "purrloin": "They steal from people for fun, but their victims\ncan't help but forgive them. Their deceptively cute\nact is perfect.",
  "liepard": "Stealthily, it sneaks up on its target, striking from\nbehind before its victim has a chance to react.",
  "pansage": "It's good at finding berries and gathers them from\nall over. It's kind enough to share them\nwith friends.",
  "simisage": "Ill tempered, it fights by swinging its barbed tail\naround wildly. The leaf growing on its head is\nvery bitter.",
  "pansear": "This PokEmon lives in caves in volcanoes.\nThe fire within the tuft on its head can reach\n600 degrees Fahrenheit.",
  "simisear": "When it gets excited, embers rise from its head\nand tail and it gets hot. For some reason, it\nloves sweets.",
  "panpour": "The water stored inside the tuft on its head is full of\nnutrients. Plants that receive its water grow large.",
  "simipour": "It prefers places with clean water. When its tuft runs\nlow, it replenishes it by siphoning up water with\nits tail.",
  "munna": "It eats the dreams of people and PokEmon. When it\neats a pleasant dream, it expels pink-colored mist.",
  "musharna": "The dream mist coming from its forehead changes\ninto many different colors depending on the dream\nthat was eaten.",
  "pidove": "These PokEmon live in cities. They are accustomed\nto people. Flocks often gather in parks and plazas.",
  "tranquill": "No matter where in the world it goes, it knows\nwhere its nest is, so it never gets separated from\nits Trainer.",
  "unfezant": "Males have plumage on their heads. They will never\nlet themselves feel close to anyone other than\ntheir Trainers.",
  "blitzle": "Its mane shines when it discharges electricity.\nThey use the frequency and rhythm of these flashes\nto communicate.",
  "zebstrika": "They have lightning-like movements.\nWhen Zebstrika run at full speed, the sound of\nthunder reverberates.",
  "roggenrola": "They were discovered a hundred years ago in an\nearthquake fissure. Inside each one is an\nenergy core.",
  "boldore": "When it is healthy, its core sticks out. Always facing\nthe same way, it swiftly moves front to back and left\nto right.",
  "gigalith": "Compressing the energy from its internal core\nlets it fire off an attack capable of blowing away\na mountain.",
  "woobat": "The heart-shaped mark left on a body after a\nWoobat has been attached to it is said to bring\ngood fortune.",
  "swoobat": "Anyone who comes into contact with the ultrasonic\nwaves emitted by a courting male experiences a\npositive mood shift.",
  "drilbur": "By spinning its body, it can dig straight through the\nground at a speed of 30 mph.",
  "excadrill": "More than 300 feet below the surface, they build\nmazelike nests. Their activity can be destructive to\nsubway tunnels.",
  "audino": "It touches others with the feelers on its ears, using\nthe sound of their heartbeats to tell how they\nare feeling.",
  "timburr": "Always carrying squared logs, they help out with\nconstruction. As they grow, they carry bigger logs.",
  "gurdurr": "This PokEmon is so muscular and strongly built that\neven a group of wrestlers could not make it budge\nan inch.",
  "conkeldurr": "Rather than rely on force, they master moves that\nutilize the centrifugal force of spinning concrete.",
  "tympole": "By vibrating its cheeks, it emits sound waves\nimperceptible to humans. It uses the rhythm of\nthese sounds to talk.",
  "palpitoad": "It lives in the water and on land. It uses its long,\nsticky tongue to immobilize its opponents.",
  "seismitoad": "They shoot paralyzing liquid from their head bumps.\nThey use vibration to hurt their opponents.",
  "throh": "When it encounters a foe bigger than itself, it wants\nto throw it. It changes belts as it gets stronger.",
  "sawk": "Tying their belts gets them pumped and makes their\npunches more destructive. Disturbing their training\nangers them.",
  "sewaddle": "Since this PokEmon makes its own clothes out of\nleaves, it is a popular mascot for fashion designers.",
  "swadloon": "It protects itself from the cold by wrapping up in\nleaves. It stays on the move, eating leaves\nin forests.",
  "leavanny": "It keeps its eggs warm with heat from fermenting\nleaves. It also uses leaves to make warm wrappings\nfor Sewaddle.",
  "venipede": "Its bite injects a potent poison, enough to paralyze\nlarge bird PokEmon that try to prey on it.",
  "whirlipede": "It is usually motionless, but when attacked,\nit rotates at high speed and then crashes into\nits opponent.",
  "scolipede": "With quick movements, it chases down its foes,\nattacking relentlessly with its horns until it prevails.",
  "cottonee": "Perhaps because they feel more at ease in a group,\nthey stick to others they find. They end up looking\nlike a cloud.",
  "whimsicott": "Like the wind, it can slip through any gap,\nno matter how small. It leaves balls of white\nfluff behind.",
  "petilil": "Since they prefer moist, nutrient-rich soil, the areas\nwhere Petilil live are known to be good for\ngrowing plants.",
  "lilligant": "Even veteran Trainers face a challenge in getting its\nbeautiful flower to bloom. This PokEmon is popular\nwith celebrities.",
  "basculin-red-striped": "Red and blue Basculin usually do not get along,\nbut sometimes members of one school mingle with\nthe other's school.",
  "sandile": "They live buried in the sands of the desert.\nThe sun-warmed sands prevent their body\ntemperature from dropping.",
  "krokorok": "The special membrane covering its eyes can sense\nthe heat of objects, so it can see its surroundings\neven in darkness.",
  "krookodile": "They never allow prey to escape. Their jaws\nare so powerful, they can crush the body of\nan automobile.",
  "darumaka": "When it sleeps, it pulls its limbs into its\nbody and its internal fire goes down to\n1,100 degrees Fahrenheit.",
  "darmanitan-standard": "Its internal fire burns at 2,500 degrees Fahrenheit,\nmaking enough power that it can destroy a dump\ntruck with one punch.",
  "maractus": "Arid regions are their habitat. They move\nrhythmically, making a sound similar to maracas.",
  "dwebble": "When it finds a stone of a suitable size, it secretes\na liquid from its mouth to open up a hole to\ncrawl into.",
  "crustle": "Competing for territory, Crustle fight viciously.\nThe one whose boulder is broken is the loser of\nthe battle.",
  "scraggy": "Proud of its sturdy skull, it suddenly headbutts\neverything, but its weight makes it unstable, too.",
  "scrafty": "It can smash concrete blocks with its kicking\nattacks. The one with the biggest crest is the\ngroup leader.",
  "sigilyph": "The guardians of an ancient city, they always fly\nthe same route while keeping watch for invaders.",
  "yamask": "Each of them carries a mask that used to be its face\nwhen it was human. Sometimes they look at it\nand cry.",
  "cofagrigus": "Grave robbers who mistake them for real coffins and\nget too close end up trapped inside their bodies.",
  "tirtouga": "Restored from a fossil, this PokEmon can dive to\ndepths beyond half a mile.",
  "carracosta": "It could knock out a foe with a slap from one of its\ndeveloped front appendages and chew it up, shell\nor bones and all.",
  "archen": "Said to be an ancestor of bird PokEmon, they were\nunable to fly and moved about by hopping from one\nbranch to another.",
  "archeops": "It runs better than it flies. It takes off into the sky\nby running at a speed of 25 mph.",
  "trubbish": "Inhaling the gas they belch will make you sleep for\na week. They prefer unsanitary places.",
  "garbodor": "Consuming garbage makes new kinds of poison\ngases and liquids inside their bodies.",
  "zorua": "To protect themselves from danger, they hide their\ntrue identities by transforming into people\nand PokEmon.",
  "zoroark": "Bonds between these PokEmon are very strong.\nIt protects the safety of its pack by tricking\nits opponents.",
  "minccino": "These PokEmon prefer a tidy habitat. They are\nalways sweeping and dusting, using their tails\nas brooms.",
  "cinccino": "Cinccino's body is coated in a special oil that helps\nit deflect attacks, such as punches.",
  "gothita": "They intently observe both Trainers and PokEmon.\nApparently, they are looking at something that only\nGothita can see.",
  "gothorita": "According to many old tales, it creates friends for\nitself by controlling sleeping children on\nstarry nights.",
  "gothitelle": "They can predict the future from the placement and\nmovement of the stars. They can see Trainers'\nlife spans.",
  "solosis": "They drive away attackers by unleashing psychic\npower. They can use telepathy to talk with others.",
  "duosion": "When their two divided brains think the same\nthoughts, their psychic power is maximized.",
  "reuniclus": "When Reuniclus shake hands, a network forms\nbetween their brains, increasing their\npsychic power.",
  "ducklett": "They are better at swimming than flying, and they\nhappily eat their favorite food, peat moss, as they\ndive underwater.",
  "swanna": "Swanna start to dance at dusk. The one dancing in\nthe middle is the leader of the flock.",
  "vanillite": "This PokEmon formed from icicles bathed in energy\nfrom the morning sun. It sleeps buried in snow.",
  "vanillish": "Snowy mountains are this PokEmon's habitat.\nDuring an ancient ice age, they moved to\nsouthern areas.",
  "vanilluxe": "Swallowing large amounts of water, they make\nsnow clouds inside their bodies and, when angry,\ncause violent blizzards.",
  "deerling": "The turning of the seasons changes the color and\nscent of this PokEmon's fur. People use it to mark\nthe seasons.",
  "sawsbuck": "They migrate according to the seasons, so some\npeople call Sawsbuck the harbingers of spring.",
  "emolga": "The energy made in its cheeks' electric pouches is\nstored inside its membrane and released while it\nis gliding.",
  "karrablast": "For some reason they evolve when they receive\nelectrical energy while they are attacking Shelmet.",
  "escavalier": "These PokEmon evolve by wearing the shell\ncovering of a Shelmet. The steel armor protects\ntheir whole body.",
  "foongus": "It lures PokEmon with its pattern that looks just like\na PokE Ball, then releases poison spores.",
  "amoonguss": "It lures prey close by dancing and waving its\narm caps, which resemble PokE Balls, in a\nswaying motion.",
  "frillish": "If its veil-like arms stun and wrap a foe, that foe will\nbe dragged miles below the surface, never\nto return.",
  "jellicent": "The fate of the ships and crew that wander into\nJellicent's habitat: all sunken, all lost, all vanished.",
  "alomomola": "It gently holds injured and weak PokEmon in its\nfins. Its special membrane heals their wounds.",
  "joltik": "They attach themselves to large-bodied PokEmon\nand absorb static electricity, which they store in an\nelectric pouch.",
  "galvantula": "When attacked, they create an electric barrier by\nspitting out many electrically charged threads.",
  "ferroseed": "It absorbs the iron it finds in the rock while clinging\nto the ceiling. It shoots spikes when in danger.",
  "ferrothorn": "They attach themselves to cave ceilings, firing steel\nspikes at targets passing beneath them.",
  "klink": "The two minigears that mesh together are\npredetermined. Each will rebound from other\nminigears without meshing.",
  "klang": "A minigear and big gear comprise its body. If the\nminigear it launches at a foe doesn't return, it\nwill die.",
  "klinklang": "Its red core functions as an energy tank. It fires the\ncharged energy through its spikes into an area.",
  "tynamo": "One alone can emit only a trickle of electricity,\nso a group of them gathers to unleash a powerful\nelectric shock.",
  "eelektrik": "These PokEmon have a big appetite. When they\nspot their prey, they attack it and paralyze it\nwith electricity.",
  "eelektross": "They crawl out of the ocean using their arms.\nThey will attack prey on shore and immediately drag\nit into the ocean.",
  "elgyem": "Rumors of its origin are linked to a UFO crash site\nin the desert 50 years ago.",
  "beheeyem": "It uses psychic power to control an opponent's\nbrain and tamper with its memories.",
  "litwick": "Litwick shines a light that absorbs the life energy of\npeople and PokEmon, which becomes the fuel that\nit burns.",
  "lampent": "It arrives near the moment of death and steals spirit\nfrom the body.",
  "chandelure": "The spirits burned up in its ominous flame lose their\nway and wander this world forever.",
  "axew": "They mark their territory by leaving gashes in trees\nwith their tusks. If a tusk breaks, a new one grows\nin quickly.",
  "fraxure": "A broken tusk will not grow back, so it diligently\nsharpens its tusks on river rocks after the end of\na battle.",
  "haxorus": "Their sturdy tusks will stay sharp even if used to cut\nsteel beams. These PokEmon are covered in\nhard armor.",
  "cubchoo": "Their snot is a barometer of health. When healthy,\ntheir snot is sticky and the power of their ice\nmoves increases.",
  "beartic": "It freezes its breath to create fangs and claws of ice\nto fight with. Cold northern areas are its habitat.",
  "cryogonal": "They are composed of ice crystals. They capture\nprey with chains of ice, freezing the prey at\n-148 degrees Fahrenheit.",
  "shelmet": "It evolves when bathed in an electric-like energy\nalong with Karrablast. The reason is still unknown.",
  "accelgor": "When its body dries out, it weakens. So, to prevent\ndehydration, it wraps itself in many layers of\nthin membrane.",
  "stunfisk": "It conceals itself in the mud of the seashore.\nThen it waits. When prey touch it, it delivers a jolt\nof electricity.",
  "mienfoo": "In fights, they dominate with onslaughts of flowing,\ncontinuous attacks. With their sharp claws, they\ncut enemies.",
  "mienshao": "Using the long fur on its arms like whips, it\nlaunches into combo attacks that, once started,\nno one can stop.",
  "druddigon": "It warms its body by absorbing sunlight with its\nwings. When its body temperature falls, it can no\nlonger move.",
  "golett": "Ancient science fashioned this PokEmon from clay.\nIt's been active for thousands of years.",
  "golurk": "It flies across the sky at Mach speeds. Removing\nthe seal on its chest makes its internal energy go\nout of control.",
  "pawniard": "Ignoring their injuries, groups attack by sinking\nthe blades that cover their bodies into their prey.",
  "bisharp": "Bisharp pursues prey in the company of a large\ngroup of Pawniard. Then Bisharp finishes off\nthe prey.",
  "bouffalant": "Their fluffy fur absorbs damage, even if they strike\nfoes with a fierce headbutt.",
  "rufflet": "They will challenge anything, even strong\nopponents, without fear. Their frequent fights help\nthem become stronger.",
  "braviary": "They fight for their friends without any thought\nabout danger to themselves. One can carry a car\nwhile flying.",
  "vullaby": "Their wings are too tiny to allow them to fly.\nThey guard their posteriors with bones that were\ngathered by Mandibuzz.",
  "mandibuzz": "Watching from the sky, they swoop to strike\nweakened PokEmon on the ground. They decorate\nthemselves with bones.",
  "heatmor": "It draws in air through its tail, transforms it into fire,\nand uses it like a tongue. It melts Durant and\neats them.",
  "durant": "They attack in groups, covering themselves in steel\narmor to protect themselves from Heatmor.",
  "deino": "Lacking sight, it's unaware of its surroundings,\nso it bumps into things and eats anything\nthat moves.",
  "zweilous": "After it has eaten up all the food in its territory,\nit moves to another area. Its two heads do not\nget along.",
  "hydreigon": "It responds to movement by attacking. This scary,\nthree-headed PokEmon devours everything in\nits path!",
  "larvesta": "The base of volcanoes is where they make their\nhomes. They shoot fire from their five horns to repel\nattacking enemies.",
  "volcarona": "When volcanic ash darkened the atmosphere, it is\nsaid that Volcarona's fire provided a replacement\nfor the sun.",
  "cobalion": "It has a body and heart of steel. It worked with its\nallies to punish people when they hurt PokEmon.",
  "terrakion": "Spoken of in legend, this PokEmon used its\nphenomenal power to destroy a castle in its effort\nto protect PokEmon.",
  "virizion": "Legends say this PokEmon confounded opponents\nwith its swift movements.",
  "tornadus-incarnate": "Tornadus expels massive energy from its tail,\ncausing severe storms. Its power is great enough\nto blow houses away.",
  "thundurus-incarnate": "As it flies around, it shoots lightning all over\nthe place and causes forest fires. It is\ntherefore disliked.",
  "reshiram": "When Reshiram's tail flares, the heat energy moves\nthe atmosphere and changes the world's weather.",
  "zekrom": "Concealing itself in lightning clouds, it flies\nthroughout the Unova region. It creates electricity\nin its tail.",
  "landorus-incarnate": "From the forces of lightning and wind, it creates\nenergy to give nutrients to the soil and make the\nland abundant.",
  "kyurem": "It generates a powerful, freezing energy inside\nitself, but its body became frozen when the energy\nleaked out.",
  "keldeo-ordinary": "When it is resolute, its body fills with power and it\nbecomes swifter. Its jumps are then too fast\nto follow.",
  "meloetta-aria": "Its melodies are sung with a special vocalization\nmethod that can control the feelings of those who\nhear it.",
  "genesect": "This PokEmon existed 300 million years ago. Team\nPlasma altered it and attached a cannon to its back.",
  "chespin": "Such a thick shell of wood covers its head and back\nthat even a direct hit from a truck wouldn't faze it.",
  "quilladin": "They strengthen their lower bodies by\nrunning into one another. They are very\nkind and won't start fights.",
  "chesnaught": "When it takes a defensive posture with its fists\nguarding its face, it could withstand a bomb blast.",
  "fennekin": "As it walks, it munches on a twig in place\nof a snack. It intimidates opponents\nby puffing hot air out of its ears.",
  "braixen": "When the twig is plucked from its tail,\nfriction sets the twig alight. The flame\nis used to send signals to its allies.",
  "delphox": "Using psychic power, it generates a\nfiery vortex of 5,400 degrees Fahrenheit,\nincinerating foes swept into this whirl of flame.",
  "froakie": "It protects its skin by covering its body in\ndelicate bubbles. Beneath its happy-go-lucky air,\nit keeps a watchful eye on its surroundings.",
  "frogadier": "Its swiftness is unparalleled.\nIt can scale a tower of more\nthan 2,000 feet in a minute's time.",
  "greninja": "It appears and vanishes with a ninja's grace.\nIt toys with its enemies using swift movements, while\nslicing them with throwing stars of sharpest water.",
  "bunnelby": "It has ears like shovels. Digging holes\nstrengthens its ears so much that they\ncan sever thick roots effortlessly.",
  "diggersby": "As powerful as an excavator, its ears\ncan reduce dense bedrock to rubble.\nWhen it's finished digging, it lounges lazily.",
  "fletchling": "Despite the beauty of its lilting voice, it's\nmerciless to intruders that enter its territory.",
  "fletchinder": "The hotter the flame sac on its belly,\nthe faster it can fly, but it takes some\ntime to get the fire going.",
  "talonflame": "When attacking prey, it can reach speeds\nof up to 310 mph. It finishes its prey off\nwith a colossal kick.",
  "scatterbug": "The powder that covers its body\nregulates its temperature, so it\ncan live in any region or climate.",
  "spewpa": "The beaks of bird PokEmon can't begin\nto scratch its stalwart body.\nTo defend itself, it spews powder.",
  "vivillon": "The patterns on this PokEmon's wings\ndepend on the climate and topography\nof its habitat. It scatters colorful scales.",
  "litleo": "They set off on their own from their pride\nand live by themselves to become stronger.\nThese hot-blooded PokEmon are quick to fight.",
  "pyroar": "With fiery breath of more than 10,000 degrees\nFahrenheit, they viciously threaten any challenger.\nThe females protect the pride's cubs.",
  "flabebe": "When it finds a flower it likes, it dwells on\nthat flower its whole life long. It floats in the\nwind's embrace with an untroubled heart.",
  "floette": "When the flowers of a well-tended flower bed bloom,\nit appears and celebrates with an elegant dance.",
  "florges": "In times long past, governors of castles\nwould invite Florges to create flower gardens\nto embellish the castle domains.",
  "skiddo": "If it has sunshine and water, it doesn't\nneed to eat, because it can generate\nenergy from the leaves on its back.",
  "gogoat": "They inhabit mountainous regions.\nThe leader of the herd is decided by\na battle of clashing horns.",
  "pancham": "It does its level best to glare and pull a scary face,\nbut it can't help grinning if anyone pats its head.",
  "pangoro": "It charges ahead and bashes its opponents like\na berserker, uncaring about any hits it might take.\nIts arms are mighty enough to snap a telephone pole.",
  "furfrou": "Historically, in the Kalos region, these PokEmon\nwere the designated guardians of the king.",
  "espurr": "It has enough psychic energy to blast\neverything within 300 feet of itself,\nbut it has no control over its power.",
  "meowstic-male": "The eyeball patterns on the interior of its ears\nemit psychic energy. It keeps the patterns tightly\ncovered because that power is too immense.",
  "honedge": "If anyone dares to grab its hilt, it wraps\na blue cloth around that person's arm and\ndrains that person's life energy completely.",
  "doublade": "The complex attack patterns of its two swords\nare unstoppable, even for an opponent\ngreatly accomplished at swordplay.",
  "aegislash-shield": "Apparently, it can detect the innate qualities\nof leadership. According to legend, whoever it\nrecognizes is destined to become king.",
  "spritzee": "In the past, rather than using perfume,\nroyal ladies carried a Spritzee\nthat would waft a fragrance they liked.",
  "aromatisse": "Its scent is so overpowering that, unless a Trainer\nhappens to really enjoy the smell, he or she will\nhave a hard time walking alongside it.",
  "swirlix": "Because it eats nothing but sweets,\nits fur is as sticky sweet as cotton candy.",
  "slurpuff": "Its sense of smell is 100 million times better than\na human's, so even the faintest scent tells it about\neverything in the area. It's like it can see with its nose!",
  "inkay": "It flashes the light-emitting spots on its body,\nwhich drains its opponent's will to fight.\nIt takes the opportunity to scuttle away and hide.",
  "malamar": "It lures its prey close with hypnotic motions,\nthen wraps its tentacles around it before\nfinishing it off with digestive fluids.",
  "binacle": "They stretch and then contract, yanking their\nrocks along with them in bold hops. They eat\nseaweed that washes up on the shoreline.",
  "barbaracle": "Barbaracle's legs and hands have minds\nof their own, and they will move independently.\nBut they usually follow the head's orders.",
  "skrelp": "It looks just like rotten kelp. It hides from foes\nwhile storing up power for its evolution.",
  "dragalge": "Tales are told of ships that wander into\nseas where Dragalge live, never to return.",
  "clauncher": "Through controlled explosions of internal gas,\nit can expel water like a pistol shot.\nAt close distances, it can shatter rock.",
  "clawitzer": "By expelling water from the nozzle in the back\nof its claw, it can move at a speed of 60 knots.",
  "helioptile": "The frills on either side of its head have cells\nthat generate electricity when exposed to sunlight.",
  "heliolisk": "It stimulates its muscles with electricity,\nboosting the strength in its legs and enabling\nit to run 100 yards in five seconds.",
  "tyrunt": "Its immense jaws have enough destructive\nforce that it can chew up an automobile.\nIt lived 100 million years ago.",
  "tyrantrum": "Nothing could stop this PokEmon\n100 million years ago,\nso it behaved like a king.",
  "amaura": "This calm PokEmon lived in a cold land where\nthere were no violent predators like Tyrantrum.",
  "aurorus": "Using its diamond-shaped crystals,\nit can instantly create a wall of\nice to block an opponent's attack.",
  "sylveon": "It wraps its ribbonlike feelers around\nthe arm of its beloved Trainer\nand walks with him or her.",
  "hawlucha": "With its wings, it controls its position in the air.\nIt likes to attack from above, a maneuver that\nis difficult to defend against.",
  "dedenne": "It uses its tail to absorb electricity from\npower plants or from outlets in houses,\nand then it fires the electricity from its whiskers.",
  "carbink": "It has slept underground for hundreds of millions\nof years since its birth. It's occasionally found\nduring the excavation of caves.",
  "goomy": "It's covered in a slimy membrane that makes\nany punches or kicks slide off it harmlessly.",
  "sliggoo": "Its four horns are a high-performance radar system.\nIt uses them to sense sounds and smells,\nrather than using ears or a nose.",
  "goodra": "It attacks with retractable horns.\nIt throws a punch that's the equivalent\nof the force of a hundred pro boxers.",
  "klefki": "It never lets go of a key that it likes,\nso people give it the keys to vaults and\nsafes as a way to prevent crime.",
  "phantump": "According to old tales, these PokEmon are\nstumps possessed by the spirits of\nchildren who died while lost in the forest.",
  "trevenant": "Using its roots as a nervous system,\nit controls the trees in the forest.\nIt's kind to the PokEmon that reside in its body.",
  "pumpkaboo-average": "It is said to carry wandering spirits\nto the place where they belong\nso they can move on.",
  "gourgeist-average": "It enwraps its prey in its hairlike arms.\nIt sings joyfully as it observes the\nsuffering of its prey.",
  "bergmite": "Using air of -150 degrees Fahrenheit, they\nfreeze opponents solid. They live in herds\nabove the snow line on mountains.",
  "avalugg": "The way several Bergmite huddle\non its back makes it look like\nan aircraft carrier made of ice.",
  "noibat": "Even a robust wrestler will become\ndizzy and unable to stand when exposed\nto its 200,000-hertz ultrasonic waves.",
  "noivern": "The ultrasonic waves it emits from its ears\ncan reduce a large boulder to pebbles.\nIt swoops out of the dark to attack.",
  "xerneas": "When the horns on its head shine\nin seven colors, it is said to be\nsharing everlasting life.",
  "yveltal": "When its life comes to an end, it absorbs\nthe life energy of every living thing\nand turns into a cocoon once more.",
  "zygarde": "It's hypothesized that it's monitoring\nthose who destroy the ecosystem\nfrom deep in the cave where it lives.",
  "diancie": "It can instantly create many diamonds\nby compressing the carbon in the air\nbetween its hands.",
  "hoopa": "It is said to be able to seize anything it desires\nwith its six rings and six huge arms. With its power\nsealed, it is transformed into a much smaller form.",
  "volcanion": "It expels its internal steam from the\narms on its back. It has enough\npower to blow away a mountain.",
  "rowlet": "It sends its feathers, which are as sharp as\nblades, flying in attack. Its legs are strong,\nso its kicks are also formidable.",
  "dartrix": "This narcissistic PokEmon is a clean freak.\nIf you don't groom it diligently, it will stop\nlistening to you.",
  "decidueye": "It nocks its arrow quills and shoots them at\nopponents. When it simply can't afford to miss,\nit tugs the vine on its head to improve its focus.",
  "litten": "If you try too hard to get close to it, it won't\nopen up to you. Even if you do grow close, giving\nit too much affection is still a no-no.",
  "torracat": "It can act spoiled if it grows close to its Trainer.\nA powerful PokEmon, its sharp claws can leave\nits Trainer's whole body covered in scratches.",
  "incineroar": "Although it's rough mannered and egotistical, it\nfinds beating down unworthy opponents boring.\nIt gets motivated for stronger opponents.",
  "popplio": "The balloons it inflates with its nose grow\nlarger and larger as it practices day by day.",
  "brionne": "It gets excited when it sees a dance it doesn't\nknow. This hard worker practices diligently until\nit can learn that dance.",
  "primarina": "To Primarina, every battle is a stage. It takes\ndown its prey with beautiful singing\nand dancing.",
  "pikipek": "It pecks at trees with its hard beak. You can\nget some idea of its mood or condition from the\nrhythm of its pecking.",
  "trumbeak": "It can bend the tip of its beak to produce over\na hundred different cries at will.",
  "toucannon": "They smack beaks with others of their kind to\ncommunicate. The strength and number of hits\ntell each other how they feel.",
  "yungoos": "Its stomach takes up most of its long torso.\nIt's a big eater, so the amount Trainers have to\nspend on its food is no laughing matter.",
  "gumshoos": "Although it wasn't originally found in Alola, this\nPokEmon was brought over a long time ago\nwhen there was a huge Rattata outbreak.",
  "grubbin": "If you find its nest, you shouldn't stick your\nhand inside. You'll get bitten by an\nirritated Grubbin.",
  "charjabug": "It buries itself in fallen leaves and barely\nmoves, munching away on humus. If you\naccidentally step on one, you'll get a shock!",
  "vikavolt": "It has an organ that generates electricity in its\nabdomen. It concentrates energy in its strong\njaws and fires off powerful jolts of electricity.",
  "crabrawler": "Its hard pincers are well suited to both offense\nand defense. Fights between two Crabrawler\nare like boxing matches.",
  "crabominable": "It stores coldness in its pincers and pummels its\nfoes. It can even smash thick walls of ice\nto bits!",
  "oricorio-baile": "It wins the hearts of its enemies with its\npassionate dancing and then uses the opening\nit creates to burn them up with blazing flames.",
  "cutiefly": "Nectar and pollen are its favorite fare. In fields\nof flowers, it gets into skirmishes with\nButterfree over food.",
  "ribombee": "Rain makes pollen damp, so Ribombee hates\nrain. When it sees ominous clouds, it finds a\nhollow in a tree, where it waits stock-still.",
  "rockruff": "As they develop, their disposition grows more\nviolent and aggressive. Many Trainers find them\ntoo much to handle and abandon them.",
  "lycanroc-midday": "The sharp rocks in its mane can cut like knives.\nLycanroc wears its prey down by degrees\nbefore finishing them off.",
  "wishiwashi-solo": "They're weak, so they move in schools.\nHowever, they can also often be seen all alone,\nhaving strayed from the school.",
  "mareanie": "They eat Corsola branches, so Mareanie are\nhated by craftsmen who work with Corsola\nbranches that have naturally fallen off.",
  "toxapex": "To attack, this PokEmon sends toxic spikes\nflying at its enemies. Ones that come close get\nmown down by the claws on its feet.",
  "mudbray": "It loves playing in the mud. If it isn't showered\nwith mud on a daily basis, it gets stressed\nout and stops listening to its Trainer.",
  "mudsdale": "It remains calm and unmoving no matter the\nsituation. It mixes dirt with the saliva in its\nmouth to make a special kind of mud.",
  "dewpider": "When two Dewpider meet, they display their\nwater bubbles to each other. Then the one with\nthe smaller bubble gets out of the other's way.",
  "araquanid": "It usually passes its time in the water. When its\nbelly is full, it stores its subdued prey in the\nwater bubble on its head.",
  "fomantis": "When the sun rises, Fomantis spreads its four\nleaves and bathes in the sunlight. The tip of its\nhead has a pleasant aroma.",
  "lurantis": "For self-protection, it pretends to be a bug\nPokEmon. Both of its arms bear\nkeen-edged petals.",
  "morelull": "It scatters its shining spores around itself.\nEven though they're dangerous, nighttime tours\nof forests where Morelull live are popular.",
  "shiinotic": "It puts its prey to sleep and siphons off their\nvitality through the tip of its arms. If one of its\nkind is weakened, it helps by sending it vitality.",
  "salandit": "The males will do whatever the females tell\nthem. They give the females most of their food.\nDue to malnutrition, the males can't evolve.",
  "salazzle": "Salazzle lives deep in caves and forces the\nSalandit it has attracted with its pheromones\nto serve it.",
  "stufful": "It boasts power enough to split large trees in\nhalf. The organ on its rear releases an odor that\nit uses to communicate with others of its kind.",
  "bewear": "It waves its hands wildly in intimidation and\nwarning. Life is over for anyone who doesn't\nrun away as fast as possible.",
  "bounsweet": "Because of its sweet, delicious aroma, bird\nPokEmon are always after it, but it's not\nintelligent enough to care.",
  "steenee": "It's protected by its hard sepals, so it plays\nwith bird PokEmon without worry. They peck it\nrelentlessly, but it doesn't care.",
  "tsareena": "A master of grand and beautiful kicks, it can\nknock out even kickboxing champions with a\nsingle blow.",
  "comfey": "It stretches sticky vines out from its head and\npicks flowers to adorn itself with. When it\ndoesn't have any flowers, it feels uneasy.",
  "oranguru": "It normally spends its time meditating in the\ntreetops. It throws PokE Balls and gives other\nPokEmon orders as it pleases.",
  "passimian": "They use their saliva to stick leaves to their\nshoulders. You can tell what troop they belong\nto from the position of the leaves.",
  "wimpod": "It will pick up anything it finds on the ground.\nSometimes it finds coins, so Murkrow and\nMeowth will go after it.",
  "golisopod": "The shell covering its body is as hard as\ndiamond. This PokEmon will do anything it\ntakes to win.",
  "sandygast": "It likes the shovel on its head, so Sandygast\nwill get serious and fight any children who come\nto take it back.",
  "palossand": "Each of its grains of sand has its own will.\nPalossand eats small PokEmon and siphons\naway their vital essence while they're still alive.",
  "pyukumuku": "The tradition known as Pyukumuku chucking\nstarted from the custom of throwing Pyukumuku\nback into the sea after they wash onshore.",
  "type-null": "A PokEmon weapon developed for a specific\nmission, it went berserk during an experiment,\nso it was cryogenically frozen.",
  "silvally": "This is its form once it has awakened and\nevolved. Freed from its heavy mask, its speed is\ngreatly increased.",
  "minior-red-meteor": "It lives in the ozone layer, where it becomes\nfood for stronger PokEmon. When it tries to run\naway, it falls to the ground.",
  "komala": "It stays asleep from the moment it's born.\nWhen it falls into a deep sleep, it stops\nmoving altogether.",
  "turtonator": "It lives in volcanoes and eats sulfur and other\nminerals. Materials from the food it eats form\nthe basis of its explosive shell.",
  "togedemaru": "When it's surprised or agitated, the 14 fur\nspikes on its back will stand up involuntarily.",
  "mimikyu-disguised": "Although it's a quiet, lonely PokEmon, if you try\nto look at what's under its rag, it will become\nagitated and resist violently.",
  "bruxish": "It burrows beneath the sand, radiating\npsychic power from the protuberance on its\nhead. It waits for prey as it surveys the area.",
  "drampa": "If a child it has made friends with is bullied,\nDrampa will find the bully's house and burn it to\nthe ground.",
  "dhelmise": "It wraps its prey in green seaweed and sucks\naway their vitality. It only likes to go after big\nprey like Wailord.",
  "jangmo-o": "It smacks the scales on its head against rocks\nor against the ground to frighten its opponents.\nIt can also contact its friends with these noises.",
  "hakamo-o": "It makes noise by clanging its scales together.\nWhen the rhythm has reached its peak,\nHakamo-o attacks.",
  "kommo-o": "When it howls after finishing off its prey, the\nmetallic sounds of its celebrating comrades can\nbe heard from all around.",
  "tapu-koko": "Although it's called a guardian deity, if a person\nor PokEmon puts it in a bad mood, it will become\na malevolent deity and attack.",
  "tapu-lele": "It heals the wounds of people and PokEmon by\nsprinkling them with its sparkling scales. This\nguardian deity is worshiped on Akala.",
  "tapu-bulu": "Although it's called a guardian deity, it's violent\nenough to crush anyone it sees as an enemy.",
  "tapu-fini": "This guardian deity of Poni Island manipulates\nwater. Because it lives deep within a thick fog,\nit came to be both feared and revered.",
  "cosmog": "Even though its helpless, gaseous body can be\nblown away by the slightest breeze, it doesn't\nseem to care.",
  "cosmoem": "The king who ruled Alola in times of antiquity\ncalled it the ìcocoon of the starsî and built\nan altar to worship it.",
  "solgaleo": "Sometimes the result of its opening an Ultra\nWormhole is that energy and life-forms from\nother worlds are called here to this world.",
  "lunala": "Records of it exist in writings from long, long\nago, where it was known by the name\nìthe beast that calls the moon.î",
  "nihilego": "A life-form from another world, it was dubbed\na UB and is thought to produce a\nstrong neurotoxin.",
  "buzzwole": "Although it's alien to this world and a danger\nhere, it's apparently a common organism in the\nworld where it normally lives.",
  "pheromosa": "A life-form that lives in another world, its body\nis thin and supple, but it also possesses\ngreat power.",
  "xurkitree": "Although it's alien to this world and a danger\nhere, it's apparently a common organism in the\nworld where it normally lives.",
  "celesteela": "One of the dangerous UBs, high energy readings\ncan be detected coming from both of its\nhuge arms.",
  "kartana": "This Ultra Beast's body, which is as thin as\npaper, is like a sharpened sword.",
  "guzzlord": "Although it's alien to this world and a danger\nhere, it's apparently a common organism in the\nworld where it normally lives.",
  "necrozma": "It looks somehow pained as it rages around in\nsearch of light, which serves as its energy.\nIt's apparently from another world.",
  "magearna": "It synchronizes its consciousness with others\nto understand their feelings. This faculty makes\nit useful for taking care of people.",
  "marshadow": "It slips into the shadows of others and mimics\ntheir powers and movements. As it improves, it\nbecomes stronger than those it's imitating.",
  "poipole": "This Ultra Beast is well enough liked to be\nchosen as a first partner in its own world.",
  "naganadel": "It stores hundreds of liters of poisonous liquid\ninside its body. It is one of the organisms known\nas UBs.",
  "stakataka": "It appeared from an Ultra Wormhole. Each one\nappears to be made up of many life-forms\nstacked one on top of each other.",
  "blacephalon": "It slithers toward people. Then, without warning,\nit triggers the explosion of its own head.\nIt's apparently one kind of Ultra Beast.",
  "zeraora": "It electrifies its claws and tears its opponents\napart with them. Even if they dodge its attack,\nthey'll be electrocuted by the flying sparks.",
  "meltan": "no description found",
  "melmetal": "no description found",
  "grookey": "no description found",
  "thwackey": "no description found",
  "rillaboom": "no description found",
  "scorbunny": "no description found",
  "raboot": "no description found",
  "cinderace": "no description found",
  "sobble": "no description found",
  "drizzile": "no description found",
  "inteleon": "no description found",
  "skwovet": "no description found",
  "greedent": "no description found",
  "rookidee": "no description found",
  "corvisquire": "no description found",
  "corviknight": "no description found",
  "blipbug": "no description found",
  "dottler": "no description found",
  "orbeetle": "no description found",
  "nickit": "no description found",
  "thievul": "no description found",
  "gossifleur": "no description found",
  "eldegoss": "no description found",
  "wooloo": "no description found",
  "dubwool": "no description found",
  "chewtle": "no description found",
  "drednaw": "no description found",
  "yamper": "no description found",
  "boltund": "no description found",
  "rolycoly": "no description found",
  "carkol": "no description found",
  "coalossal": "no description found",
  "applin": "no description found",
  "flapple": "no description found",
  "appletun": "no description found",
  "silicobra": "no description found",
  "sandaconda": "no description found",
  "cramorant": "no description found",
  "arrokuda": "no description found",
  "barraskewda": "no description found",
  "toxel": "no description found",
  "toxtricity": "no description found",
  "sizzlipede": "no description found",
  "centiskorch": "no description found",
  "clobbopus": "no description found",
  "grapploct": "no description found",
  "sinistea": "no description found",
  "polteageist": "no description found",
  "hatenna": "no description found",
  "hattrem": "no description found",
  "hatterene": "no description found",
  "impidimp": "no description found",
  "morgrem": "no description found",
  "grimmsnarl": "no description found",
  "obstagoon": "no description found",
  "perrserker": "no description found",
  "cursola": "no description found",
  "sirfetch": "no description found",
  "mr": "no description found",
  "runerigus": "no description found",
  "milcery": "no description found",
  "alcremie": "no description found",
  "falinks": "no description found",
  "pincurchin": "no description found",
  "snom": "no description found",
  "frosmoth": "no description found",
  "stonjourner": "no description found",
  "eiscue": "no description found",
  "indeedee": "no description found",
  "morpeko": "no description found",
  "cufant": "no description found",
  "copperajah": "no description found",
  "dracozolt": "no description found",
  "arctozolt": "no description found",
  "dracovish": "no description found",
  "arctovish": "no description found",
  "duraludon": "no description found",
  "dreepy": "no description found",
  "drakloak": "no description found",
  "dragapult": "no description found",
  "zacian": "no description found",
  "zamazenta": "no description found",
  "eternatus": "no description found",
  "kubfu": "no description found",
  "urshifu": "no description found",
  "zarude": "no description found",
  "deoxys-attack": null,
  "deoxys-defense": null,
  "deoxys-speed": null,
  "wormadam-sandy": null,
  "wormadam-trash": null,
  "shaymin-sky": null,
  "giratina-origin": null,
  "rotom-heat": null,
  "rotom-wash": null,
  "rotom-frost": null,
  "rotom-fan": null,
  "rotom-mow": null,
  "castform-sunny": null,
  "castform-rainy": null,
  "castform-snowy": null,
  "basculin-blue-striped": null,
  "darmanitan-zen": null,
  "meloetta-pirouette": null,
  "tornadus-therian": null,
  "thundurus-therian": null,
  "landorus-therian": null,
  "kyurem-black": null,
  "kyurem-white": null,
  "keldeo-resolute": null,
  "meowstic-female": null,
  "aegislash-blade": null,
  "pumpkaboo-small": null,
  "pumpkaboo-large": null,
  "pumpkaboo-super": null,
  "gourgeist-small": null,
  "gourgeist-large": null,
  "gourgeist-super": null,
  "venusaur-mega": null,
  "charizard-mega-x": null,
  "charizard-mega-y": null,
  "blastoise-mega": null,
  "alakazam-mega": null,
  "gengar-mega": null,
  "kangaskhan-mega": null,
  "pinsir-mega": null,
  "gyarados-mega": null,
  "aerodactyl-mega": null,
  "mewtwo-mega-x": null,
  "mewtwo-mega-y": null,
  "ampharos-mega": null,
  "scizor-mega": null,
  "heracross-mega": null,
  "houndoom-mega": null,
  "tyranitar-mega": null,
  "blaziken-mega": null,
  "gardevoir-mega": null,
  "mawile-mega": null,
  "aggron-mega": null,
  "medicham-mega": null,
  "manectric-mega": null,
  "banette-mega": null,
  "absol-mega": null,
  "garchomp-mega": null,
  "lucario-mega": null,
  "abomasnow-mega": null,
  "floette-eternal": null,
  "latias-mega": null,
  "latios-mega": null,
  "swampert-mega": null,
  "sceptile-mega": null,
  "sableye-mega": null,
  "altaria-mega": null,
  "gallade-mega": null,
  "audino-mega": null,
  "sharpedo-mega": null,
  "slowbro-mega": null,
  "steelix-mega": null,
  "pidgeot-mega": null,
  "glalie-mega": null,
  "diancie-mega": null,
  "metagross-mega": null,
  "kyogre-primal": null,
  "groudon-primal": null,
  "rayquaza-mega": null,
  "pikachu-rock-star": null,
  "pikachu-belle": null,
  "pikachu-pop-star": null,
  "pikachu-phd": null,
  "pikachu-libre": null,
  "pikachu-cosplay": null,
  "hoopa-unbound": null,
  "camerupt-mega": null,
  "lopunny-mega": null,
  "salamence-mega": null,
  "beedrill-mega": null,
  "rattata-alola": null,
  "raticate-alola": null,
  "raticate-totem-alola": null,
  "pikachu-original-cap": null,
  "pikachu-hoenn-cap": null,
  "pikachu-sinnoh-cap": null,
  "pikachu-unova-cap": null,
  "pikachu-kalos-cap": null,
  "pikachu-alola-cap": null,
  "raichu-alola": null,
  "sandshrew-alola": null,
  "sandslash-alola": null,
  "vulpix-alola": null,
  "ninetales-alola": null,
  "diglett-alola": null,
  "dugtrio-alola": null,
  "meowth-alola": null,
  "persian-alola": null,
  "geodude-alola": null,
  "graveler-alola": null,
  "golem-alola": null,
  "grimer-alola": null,
  "muk-alola": null,
  "exeggutor-alola": null,
  "marowak-alola": null,
  "greninja-battle-bond": null,
  "greninja-ash": null,
  "zygarde-10": null,
  "zygarde-50": null,
  "zygarde-complete": null,
  "gumshoos-totem": null,
  "vikavolt-totem": null,
  "oricorio-pom-pom": null,
  "oricorio-pau": null,
  "oricorio-sensu": null,
  "lycanroc-midnight": null,
  "wishiwashi-school": null,
  "lurantis-totem": null,
  "salazzle-totem": null,
  "minior-orange-meteor": null,
  "minior-yellow-meteor": null,
  "minior-green-meteor": null,
  "minior-blue-meteor": null,
  "minior-indigo-meteor": null,
  "minior-violet-meteor": null,
  "minior-red": null,
  "minior-orange": null,
  "minior-yellow": null,
  "minior-green": null,
  "minior-blue": null,
  "minior-indigo": null,
  "minior-violet": null,
  "mimikyu-busted": null,
  "mimikyu-totem-disguised": null,
  "mimikyu-totem-busted": null,
  "kommo-o-totem": null,
  "magearna-original": null,
  "pikachu-partner-cap": null,
  "marowak-totem": null,
  "ribombee-totem": null,
  "rockruff-own-tempo": null,
  "lycanroc-dusk": null,
  "araquanid-totem": null,
  "togedemaru-totem": null,
  "necrozma-dusk": null,
  "necrozma-dawn": null,
  "necrozma-ultra": null
}